{
    "prayers": [
        {
            "saint_id": "st_michael",
            "title": "Shield at Sunrise",
            "prayer_text": "O glorious Prince of the heavenly host, stand before me as the sun rises and cast the shadow of your wings over my fragile heart. Defend me in the day's coming battle, that I may not perish in the snares of the enemy but walk boldly in the light of Christ. Be my safeguard, that I may serve the Lord without fear.",
            "tags": [
                "protection",
                "courage"
            ],
            "biblical_reference": "Psalm 91:4",
            "time_of_day": "morning",
            "scripture": "He will cover you with his feathers.",
            "approved": true,
            "checked": true,
            "prayer_id": 1
        },
        {
            "saint_id": "st_michael",
            "title": "Calm Against the Storm",
            "prayer_text": "Great Archangel, whose sword pierced the darkness, sever the cords of anxiety that bind my chest this morning. Whisper the peace of God into my soul, silencing the whispers of fear that seek to drown my faith. Stand guard over my mind, that I may rest in the assurance of His love.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Philippians 4:7",
            "time_of_day": "morning",
            "scripture": "And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.",
            "approved": true,
            "checked": true,
            "prayer_id": 2
        },
        {
            "saint_id": "st_michael",
            "title": "Strength for the Toil",
            "prayer_text": "Saint Michael, loyal defender of the truth, accompany me into my labors this day, for the harvest is great but my strength is small. Let my work be an offering pure and undefiled, protected from the stains of pride and sloth. Guide my hands, that they may build the Kingdom in the seemingly small duties of this hour.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Colossians 3:23",
            "time_of_day": "morning",
            "scripture": "And whatever you do, work heartily, as for the Lord and not for men,",
            "approved": true,
            "checked": true,
            "prayer_id": 3
        },
        {
            "saint_id": "st_michael",
            "title": "Guardian of the Hearth",
            "prayer_text": "O Watchman of the Lord's flock, place your fiery sword at the threshold of my home, guarding my family from all spiritual malice. Let no evil enter this dwelling, but keep us united in charity and grace as we begin our day. Intercede for us, that we may mirror the Holy Family in love and virtue.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Joshua 24:15",
            "time_of_day": "morning",
            "scripture": "If it seems evil to you to serve the LORD, choose today whom you will serve; whether the gods which your fathers served that were beyond the River, or the gods of the Amorites, in whose land you dwell; but as for me and my house, we will serve the LORD.”",
            "approved": true,
            "checked": true,
            "prayer_id": 4
        },
        {
            "saint_id": "st_michael",
            "title": "Breaking the Chains",
            "prayer_text": "Mighty Victor over the dragon, I cry out to you from the depths of my struggle; lend me your strength to crush the serpent of addiction beneath my feet. When the temptation rises with the morning light, be my fortress and my deliverer. Obtain for me the grace of true freedom, that I may live only for God.",
            "tags": [
                "addiction",
                "hope"
            ],
            "biblical_reference": "Galatians 5:1",
            "time_of_day": "morning",
            "scripture": "Stand firm therefore in the liberty by which Christ has made us free, and don’t be entangled again with a yoke of bondage.",
            "approved": true,
            "checked": true,
            "prayer_id": 5
        },
        {
            "saint_id": "st_michael",
            "title": "Midday Defense",
            "prayer_text": "O Saint Michael, as the sun reaches its height and the heat of the day wearies my spirit, be my cool shade and my defense. Ward off the arrows that fly by day and keep my heart steadfast in the love of Jesus. Do not let me stumble in the path of righteousness.",
            "tags": [
                "protection",
                "peace"
            ],
            "biblical_reference": "Psalm 121:5-6",
            "time_of_day": "afternoon",
            "scripture": "The LORD is your keeper. The sun will not harm you by day,",
            "approved": true,
            "checked": true,
            "prayer_id": 6
        },
        {
            "saint_id": "st_michael",
            "title": "Solace in Sorrow",
            "prayer_text": "Angel of Peace, come to me in this valley of tears and carry my grief to the throne of the Most High. When my heart is heavy and the loss feels too great to bear, remind me of the resurrection and the eternal victory of Christ. Surround me with your presence, that I may not mourn as one without hope.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "1 Thessalonians 4:13",
            "time_of_day": "afternoon",
            "scripture": "But we don’t want you to be ignorant, brothers, concerning those who have fallen asleep, so that you don’t grieve like the rest, who have no hope.",
            "approved": true,
            "checked": true,
            "prayer_id": 7
        },
        {
            "saint_id": "st_michael",
            "title": "Companion to the Lonely",
            "prayer_text": "O celestial friend, when the silence of this afternoon feels oppressive, remind me that I am surrounded by the cloud of witnesses. Walk beside me, Saint Michael, so I may know I am never truly alone in the spiritual combat. Let your strength be my company and your prayers my comfort.",
            "tags": [
                "loneliness",
                "courage"
            ],
            "biblical_reference": "Hebrews 12:1",
            "time_of_day": "afternoon",
            "scripture": "Therefore let’s also, seeing we are surrounded by so great a cloud of witnesses, lay aside every weight and the sin which so easily entangles us, and let’s run with perseverance the race that is set before us,",
            "approved": true,
            "checked": true,
            "prayer_id": 8
        },
        {
            "saint_id": "st_michael",
            "title": "Healing of the Spirit",
            "prayer_text": "Saint Michael, physician of souls in the spiritual war, look upon my wounds with compassion and drive away the spirits of despair. Ask the Divine Healer to pour His balm upon my brokenness, restoring my vigor for the journey ahead. Protect my recovery, that I may rise again to praise the Lord.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Jeremiah 17:14",
            "time_of_day": "afternoon",
            "scripture": "Heal me, O LORD, and I will be healed.",
            "approved": true,
            "checked": true,
            "prayer_id": 9
        },
        {
            "saint_id": "st_michael",
            "title": "Light for the Path",
            "prayer_text": "Standard-bearer of salvation, the day is waning and confusion seeks to cloud my judgment; hold high the cross before my eyes. Grant me the courage to make the right choices this afternoon, rejecting the easy path for the narrow way. Illuminate my steps, that I may not wander into the darkness.",
            "tags": [
                "guidance",
                "courage"
            ],
            "biblical_reference": "Psalm 119:105",
            "time_of_day": "afternoon",
            "scripture": "Your word is a lamp to my feet,",
            "approved": true,
            "checked": true,
            "prayer_id": 10
        },
        {
            "saint_id": "st_christopher",
            "title": "Safe Passage at Dawn",
            "prayer_text": "O Saint Christopher, you who bore the weight of the world's Savior, carry me safely to my destination this morning. As I set out upon the road, protect me from all harm and sudden danger. Let my journey be a path of peace, that I may arrive ready to serve the Lord.",
            "tags": [
                "protection",
                "work"
            ],
            "biblical_reference": "Psalm 121:8",
            "time_of_day": "morning",
            "scripture": "The LORD will keep your going out and your coming in,",
            "approved": true,
            "checked": true,
            "prayer_id": 11
        },
        {
            "saint_id": "st_christopher",
            "title": "Ford the River of Anxiety",
            "prayer_text": "O Christ-bearer, the waters of anxiety rise early to overwhelm my soul; lend me your strength to stand firm in the current. Intercede for me, that I may trust that the heavy burden I carry is shared by the Child Jesus. Guide my steps through the mist of fear into the light of confidence.",
            "tags": [
                "anxiety",
                "courage"
            ],
            "biblical_reference": "Isaiah 43:2",
            "time_of_day": "morning",
            "scripture": "When you pass through the waters, I will be with you,",
            "approved": true,
            "checked": true,
            "prayer_id": 12
        },
        {
            "saint_id": "st_christopher",
            "title": "Compass of Hope",
            "prayer_text": "O strong patron, I stand at the crossroads of a new day, uncertain of the path; show me the way that leads to life. You who found Christ in serving others, help me to find Him in the duties that await me. Let hope be my compass and faith my staff.",
            "tags": [
                "guidance",
                "hope"
            ],
            "biblical_reference": "Psalm 25:4",
            "time_of_day": "morning",
            "scripture": "Show me your ways, LORD.",
            "approved": true,
            "checked": true,
            "prayer_id": 13
        },
        {
            "saint_id": "st_christopher",
            "title": "Strength Against Temptation",
            "prayer_text": "Saint Christopher, you know the weight of a heavy burden; help me carry this cross of addiction without stumbling this morning. Pray that I may have the strength to ford this river of temptation and reach the solid ground of sobriety. Let me lean on your intercession when my legs grow weak.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Matthew 11:28",
            "time_of_day": "morning",
            "scripture": "“Come to me, all you who labor and are heavily burdened, and I will give you rest.",
            "approved": true,
            "checked": true,
            "prayer_id": 14
        },
        {
            "saint_id": "st_christopher",
            "title": "Midday Strength",
            "prayer_text": "O Saint Christopher, the current is strong and my shoulders ache with the day's toil; support me lest I sink beneath the waters. Remind me that in serving my neighbor, I carry the Christ Child just as you did. Renew my strength to finish this crossing with dignity and grace.",
            "tags": [
                "work",
                "healing"
            ],
            "biblical_reference": "Galatians 6:9",
            "time_of_day": "afternoon",
            "scripture": "Let’s not be weary in doing good, for we will reap in due season if we don’t give up.",
            "approved": true,
            "checked": true,
            "prayer_id": 15
        },
        {
            "saint_id": "st_christopher",
            "title": "Companion on the Road",
            "prayer_text": "Gentle giant of God, the road is long and silence surrounds me; be my companion in this afternoon solitude. Whisper to my heart that the Lord is near, walking beside me even when I cannot see Him. Drive away the shadows of isolation with the light of your fellowship.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Psalm 23:4",
            "time_of_day": "afternoon",
            "scripture": "Even though I walk through the valley of the shadow of death,",
            "approved": true,
            "checked": true,
            "prayer_id": 16
        },
        {
            "saint_id": "st_christopher",
            "title": "Bearing the Weight of Grief",
            "prayer_text": "O Saint Christopher, this grief is a weight heavier than the world; help me to bear it without despairing. Carry my sorrow to the feet of the Infant Jesus, who turns mourning into dancing. Hold me up, for the waters of sadness threaten to sweep me away.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Psalm 34:18",
            "time_of_day": "afternoon",
            "scripture": "The LORD is near to those who have a broken heart,",
            "approved": true,
            "checked": true,
            "prayer_id": 17
        },
        {
            "saint_id": "st_christopher",
            "title": "Peace Amidst the Rush",
            "prayer_text": "Patron of travelers, amidst the noise and haste of this afternoon, grant me a spirit of patience and inner calm. Protect me from anger when the way is blocked, and let me see Christ in every stranger I meet on the road. Steer my heart into the harbor of God’s peace.",
            "tags": [
                "peace",
                "protection"
            ],
            "biblical_reference": "Colossians 3:15",
            "time_of_day": "afternoon",
            "scripture": "And let the peace of God rule in your hearts, to which also you were called in one body, and be thankful.",
            "approved": true,
            "checked": true,
            "prayer_id": 18
        },
        {
            "saint_id": "st_christopher",
            "title": "Healing from the Journey",
            "prayer_text": "O blessed Saint, as the sun begins to lower, look upon the wounds I have gathered on this journey. Intercede for my healing, that I may not be broken by the roughness of the road but refined by it. Lead me safely to the rest that awaits the faithful servant.",
            "tags": [
                "healing",
                "protection"
            ],
            "biblical_reference": "Jeremiah 30:17",
            "time_of_day": "afternoon",
            "scripture": "For I will restore health to you,",
            "approved": true,
            "checked": true,
            "prayer_id": 19
        },
        {
            "saint_id": "st_jude",
            "title": "Hope for the Impossible",
            "prayer_text": "O Saint Jude, Apostle of Hope, as the dawn breaks upon a situation that feels impossible, I turn to you. Intercede for me in this desperate hour, that I may not be crushed by the weight of the day but lifted by the grace of God. Remind my weary heart that with Christ, no cause is ever truly lost.",
            "tags": [
                "hope",
                "courage"
            ],
            "biblical_reference": "Luke 1:37",
            "time_of_day": "morning",
            "scripture": "For nothing spoken by God is impossible.”",
            "approved": true,
            "checked": true,
            "prayer_id": 20
        },
        {
            "saint_id": "st_jude",
            "title": "Courage to Begin",
            "prayer_text": "O glorious Saint Jude, faithful servant and friend of Jesus, walk with me into the labors of this day where the path seems hidden. Quell the rising tide of anxiety within me, and obtain for me the wisdom to navigate these difficulties. Let my work be a testament to trust, knowing you stand beside me.",
            "tags": [
                "work",
                "anxiety"
            ],
            "biblical_reference": "Matthew 6:34",
            "time_of_day": "morning",
            "scripture": "Therefore don’t be anxious for tomorrow, for tomorrow will be anxious for itself. Each day’s own evil is sufficient.",
            "approved": true,
            "checked": true,
            "prayer_id": 21
        },
        {
            "saint_id": "st_jude",
            "title": "Strength Against Chains",
            "prayer_text": "Saint Jude, helper of the helpless, I wake facing the chains that have bound me for so long. Beg the Lord to grant me the strength to resist the first temptation of this day, for my own will is frail. Be my anchor in this storm of addiction, that I may breathe the fresh air of freedom.",
            "tags": [
                "addiction",
                "healing"
            ],
            "biblical_reference": "2 Corinthians 12:9",
            "time_of_day": "morning",
            "scripture": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me.",
            "approved": true,
            "checked": true,
            "prayer_id": 22
        },
        {
            "saint_id": "st_jude",
            "title": "Harmony in the Home",
            "prayer_text": "O kinsman of the Lord, look with favor upon my family as we scatter to our various duties this morning. When discord or danger threatens to sever our bonds, pray that the peace of Christ may reign in our hearts. Guard our home, that it may be a sanctuary of love and forgiveness.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Psalm 133:1",
            "time_of_day": "morning",
            "scripture": "See how good and how pleasant it is",
            "approved": true,
            "checked": true,
            "prayer_id": 23
        },
        {
            "saint_id": "st_jude",
            "title": "Light in Confusion",
            "prayer_text": "Saint Jude, whose name is invoked by the desperate, guide my steps this morning as I stand before a mountain of uncertainty. Pray that the Holy Spirit may level the ground before me and grant me the clarity to see God's will. Do not let me stumble in the fog of confusion.",
            "tags": [
                "guidance",
                "hope"
            ],
            "biblical_reference": "Proverbs 3:5-6",
            "time_of_day": "morning",
            "scripture": "Trust in the LORD with all your heart, In all your ways acknowledge him,",
            "approved": true,
            "checked": true,
            "prayer_id": 24
        },
        {
            "saint_id": "st_jude",
            "title": "Solace for the Lonely",
            "prayer_text": "O Saint Jude, companion of the lonely Christ in His passion, come to me in the silence of this afternoon. When the world feels distant and friends are few, remind me that I am never abandoned by the Father. Wrap me in your prayers, that I may feel the warmth of divine friendship.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Psalm 27:10",
            "time_of_day": "afternoon",
            "scripture": "When my father and my mother forsake me,",
            "approved": true,
            "checked": true,
            "prayer_id": 25
        },
        {
            "saint_id": "st_jude",
            "title": "Balm for the Grieving",
            "prayer_text": "Blessed Apostle, you who comforted the early Church in its trials, be near me as the shadows lengthen and my grief returns. The loss I carry is a heavy stone; help me roll it to the feet of Jesus, the Resurrection and the Life. Obtain for me the balm of consolation, that I may find peace in His promise.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "Matthew 5:4",
            "time_of_day": "afternoon",
            "scripture": "Blessed are those who mourn,",
            "approved": true,
            "checked": true,
            "prayer_id": 26
        },
        {
            "saint_id": "st_jude",
            "title": "Unknotting the Worry",
            "prayer_text": "Saint Jude, calmness in the storm, the cares of this day have tangled my spirit in knots of worry. Untie these burdens with your powerful intercession and deliver me from the paralysis of fear. Let the peace that surpasses all understanding guard my heart as the evening approaches.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "John 14:27",
            "time_of_day": "afternoon",
            "scripture": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful.",
            "approved": true,
            "checked": true,
            "prayer_id": 27
        },
        {
            "saint_id": "st_jude",
            "title": "Perseverance in Duty",
            "prayer_text": "O brave Martyr, the day's battle has worn me down, and I am tempted to surrender to mediocrity; renew my courage. Pray that I may persevere in my duties until the end, standing firm in the truth even when the world stands against me. Let me finish the course with faith.",
            "tags": [
                "courage",
                "work"
            ],
            "biblical_reference": "2 Timothy 4:7",
            "time_of_day": "afternoon",
            "scripture": "I have fought the good fight. I have finished the course. I have kept the faith.",
            "approved": true,
            "checked": true,
            "prayer_id": 28
        },
        {
            "saint_id": "st_jude",
            "title": "Refuge at Twilight",
            "prayer_text": "Saint Jude, tower of strength, as the sun begins to set, I seek refuge under your patronage. Defend me from the snares that lurk in the twilight and keep the flame of hope alive within my breast. May I rest in the assurance that God's mercy is greater than any danger.",
            "tags": [
                "protection",
                "hope"
            ],
            "biblical_reference": "Psalm 91:11",
            "time_of_day": "afternoon",
            "scripture": "For he will put his angels in charge of you,",
            "approved": true,
            "checked": true,
            "prayer_id": 29
        },
        {
            "saint_id": "st_joseph",
            "title": "Carpenter's Morning Offering",
            "prayer_text": "O Saint Joseph, model of all who labor, guide my hands as I pick up my tools this morning. Help me to work with the dignity and patience you showed in Nazareth, offering my toil as a prayer to God. Let me see Christ in the service I render today, that my work may be holy.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Colossians 3:23",
            "time_of_day": "morning",
            "scripture": "And whatever you do, work heartily, as for the Lord and not for men,",
            "approved": true,
            "checked": true,
            "prayer_id": 30
        },
        {
            "saint_id": "st_joseph",
            "title": "Shield of the Holy Family",
            "prayer_text": "Guardian of the Redeemer, I place my family under your cloak as the day begins. Protect our home from the storms of the world just as you shielded Jesus and Mary from Herod's wrath. May our household be a sanctuary of peace and virtue.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Matthew 2:13",
            "time_of_day": "morning",
            "scripture": "Now when they had departed, behold, an angel of the Lord appeared to Joseph in a dream, saying, “Arise and take the young child and his mother, and flee into Egypt, and stay there until I tell you, for Herod will seek the young child to destroy him.”",
            "approved": true,
            "checked": true,
            "prayer_id": 31
        },
        {
            "saint_id": "st_joseph",
            "title": "Quiet Trust in Anxiety",
            "prayer_text": "O Prudent Guardian, the unknown of this new day fills me with unease; lend me your quiet strength. You trusted the angel's whisper in the dark; help me to trust God's providence now. Silence my anxious thoughts that I may hear the Father's will.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Matthew 1:20",
            "time_of_day": "morning",
            "scripture": "But when he thought about these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, don’t be afraid to take to yourself Mary as your wife, for that which is conceived in her is of the Holy Spirit.",
            "approved": true,
            "checked": true,
            "prayer_id": 32
        },
        {
            "saint_id": "st_joseph",
            "title": "Courage to Lead",
            "prayer_text": "Saint Joseph, pillar of families, grant me the courage to lead and serve with humility this morning. When I feel weak or incapable, remind me that God chose a humble carpenter to guard His greatest treasures. Strengthen my will to do what is right, not what is easy.",
            "tags": [
                "courage",
                "guidance"
            ],
            "biblical_reference": "Joshua 1:9",
            "time_of_day": "morning",
            "scripture": "Haven’t I commanded you? Be strong and courageous. Don’t be afraid. Don’t be dismayed, for the LORD your God is with you wherever you go.”",
            "approved": true,
            "checked": true,
            "prayer_id": 33
        },
        {
            "saint_id": "st_joseph",
            "title": "Anchor of Hope",
            "prayer_text": "Faithful Joseph, as the sun rises, I look to your example of silent hope. Though the path ahead is not always clear, pray that I may walk by faith and not by sight. Anchor my heart in the promises of Christ, who grew in wisdom under your care.",
            "tags": [
                "hope",
                "guidance"
            ],
            "biblical_reference": "2 Corinthians 5:7",
            "time_of_day": "morning",
            "scripture": "for we walk by faith, not by sight.",
            "approved": true,
            "checked": true,
            "prayer_id": 34
        },
        {
            "saint_id": "st_joseph",
            "title": "Strength for the Weary",
            "prayer_text": "Glorious Saint Joseph, the day is long and my energy fades; be near me in the weariness of labor. You knew the weight of the wood and the sweat of the brow; obtain for me the grace of endurance. Let me finish this day's work with integrity and love.",
            "tags": [
                "work",
                "courage"
            ],
            "biblical_reference": "Matthew 11:28",
            "time_of_day": "afternoon",
            "scripture": "“Come to me, all you who labor and are heavily burdened, and I will give you rest.",
            "approved": true,
            "checked": true,
            "prayer_id": 35
        },
        {
            "saint_id": "st_joseph",
            "title": "Terror of Demons",
            "prayer_text": "Terror of Demons, the shadows of temptation grow long this afternoon; stand between me and the snares of addiction. Your purity terrified the spirits of darkness; lend me your shield to deflect these fiery darts. Help me remain steadfast in my resolve to live for God alone.",
            "tags": [
                "addiction",
                "protection"
            ],
            "biblical_reference": "1 Peter 5:8",
            "time_of_day": "afternoon",
            "scripture": "Be sober and self-controlled. Be watchful. Your adversary, the devil, walks around like a roaring lion, seeking whom he may devour.",
            "approved": true,
            "checked": true,
            "prayer_id": 36
        },
        {
            "saint_id": "st_joseph",
            "title": "The Silent Companion",
            "prayer_text": "Saint Joseph, silent companion of the Incarnate Word, come to me in this afternoon solitude. When I feel unnoticed by the world, remind me that the most important work is often done in hidden silence. Comfort my heart with the knowledge that I am part of the Holy Family of God.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Psalm 68:6",
            "time_of_day": "afternoon",
            "scripture": "God sets the lonely in families.",
            "approved": true,
            "checked": true,
            "prayer_id": 37
        },
        {
            "saint_id": "st_joseph",
            "title": "Comfort in Sorrow",
            "prayer_text": "O Comfort of the Afflicted, you who surely grieved the hardships of your exile, look with pity on my sorrow. Hold my hand as I navigate this valley of loss, pointing me always toward the eternal home you now enjoy. Ask Jesus to wipe away the tears that cloud my vision.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Revelation 21:4",
            "time_of_day": "afternoon",
            "scripture": "He will wipe away every tear from their eyes. Death will be no more; neither will there be mourning, nor crying, nor pain any more. The first things have passed away.”",
            "approved": true,
            "checked": true,
            "prayer_id": 38
        },
        {
            "saint_id": "st_joseph",
            "title": "Restoration of Health",
            "prayer_text": "Gentle Father, my body and spirit ache; intercede for my healing before the throne of your Son. Teach me the patience you possessed in the workshop, shaving away my imperfections through this trial. May this suffering be transformed into grace through your prayers.",
            "tags": [
                "healing",
                "peace"
            ],
            "biblical_reference": "James 5:16",
            "time_of_day": "afternoon",
            "scripture": "Confess your sins to one another and pray for one another, that you may be healed. The insistent prayer of a righteous person is powerfully effective.",
            "approved": true,
            "checked": true,
            "prayer_id": 39
        },
        {
            "saint_id": "st_mary",
            "title": "Mantle of the Morning",
            "prayer_text": "O Blessed Mother, spread your mantle over my family as we begin this new day, keeping us safe from all harm. Just as you nurtured the Child Jesus in Nazareth, watch over our home and fill it with the warmth of your love. May we walk together in grace, mirroring the virtues of the Holy Family.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Luke 2:51",
            "time_of_day": "morning",
            "scripture": "And he went down with them and came to Nazareth. He was subject to them, and his mother kept all these sayings in her heart.",
            "approved": true,
            "checked": true,
            "prayer_id": 40
        },
        {
            "saint_id": "st_mary",
            "title": "The Fiat of Peace",
            "prayer_text": "Mother of Peace, my heart is troubled by the cares of the coming day; teach me to trust as you did at the Annunciation. Calm the storms of anxiety within me, that I may offer my own 'yes' to God without fear. Hold my hand, that I may walk steadily in the light of your Son.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Luke 1:38",
            "time_of_day": "morning",
            "scripture": "Mary said, “Behold, the servant of the Lord; let it be done to me according to your word.”",
            "approved": true,
            "checked": true,
            "prayer_id": 41
        },
        {
            "saint_id": "st_mary",
            "title": "Grace at Cana",
            "prayer_text": "O Virgin most prudent, guide my actions this morning so that my work may be pleasing to the Lord. Whisper to Jesus on my behalf when my strength fails, just as you interceded at Cana. Help me to do whatever He tells me, transforming my ordinary labor into spiritual grace.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "John 2:5",
            "time_of_day": "morning",
            "scripture": "His mother said to the servants, “Whatever he says to you, do it.”",
            "approved": true,
            "checked": true,
            "prayer_id": 42
        },
        {
            "saint_id": "st_mary",
            "title": "Star of the Sea",
            "prayer_text": "Star of the Sea, shine upon my path this morning and lead me through the waves of uncertainty. When I feel weak, remind me that you are my mother and I am your child, never abandoned. Grant me the courage to face the world with the hope of Christ anchored in my heart.",
            "tags": [
                "hope",
                "courage"
            ],
            "biblical_reference": "John 19:27",
            "time_of_day": "morning",
            "scripture": "Then he said to the disciple, “Behold, your mother!” From that hour, the disciple took her to his own home.",
            "approved": true,
            "checked": true,
            "prayer_id": 43
        },
        {
            "saint_id": "st_mary",
            "title": "Refuge of Sinners",
            "prayer_text": "Immaculate Mother, as dawn breaks on my struggle against these chains, obtain for me the grace of purity and strength. Crush the serpent of temptation beneath your heel before it can strike my will. I take refuge in your Immaculate Heart, the safe harbor where my addiction cannot reach me.",
            "tags": [
                "addiction",
                "protection"
            ],
            "biblical_reference": "Genesis 3:15",
            "time_of_day": "morning",
            "scripture": "I will put hostility between you and the woman,",
            "approved": true,
            "checked": true,
            "prayer_id": 44
        },
        {
            "saint_id": "st_mary",
            "title": "Mother of Sorrows",
            "prayer_text": "Mother of Sorrows, you stood at the foot of the Cross; stand now beside me in my own time of grief. Take this pain that weighs down my afternoon and unite it with the suffering of your Son for the redemption of the world. Wipe away my tears, for you know well the ache of a pierced heart.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "John 19:25",
            "time_of_day": "afternoon",
            "scripture": "But standing by Jesus’ cross were his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene.",
            "approved": true,
            "checked": true,
            "prayer_id": 45
        },
        {
            "saint_id": "st_mary",
            "title": "The Gentle Visitation",
            "prayer_text": "O Sweet Virgin Mary, the day drags on and I feel the sting of loneliness; come to me as you went to Elizabeth. Let me feel the warmth of your maternal presence, filling the silence with the joy of your Magnificat. Remind me that I am never alone when I am with you and your Son.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Luke 1:40",
            "time_of_day": "afternoon",
            "scripture": "and entered into the house of Zacharias and greeted Elizabeth.",
            "approved": true,
            "checked": true,
            "prayer_id": 46
        },
        {
            "saint_id": "st_mary",
            "title": "Sanctuary of Peace",
            "prayer_text": "Holy Queen, as the sun beats down and the world grows noisy, be my refuge and my fortress against stress. Cover me with your grace, deflecting the arrows of irritation and fatigue that fly by day. Keep my heart centered on Jesus, the Prince of Peace, amidst the chaos.",
            "tags": [
                "peace",
                "protection"
            ],
            "biblical_reference": "Psalm 91:4",
            "time_of_day": "afternoon",
            "scripture": "He will cover you with his feathers.",
            "approved": true,
            "checked": true,
            "prayer_id": 47
        },
        {
            "saint_id": "st_mary",
            "title": "Health of the Sick",
            "prayer_text": "Health of the Sick, look with mercy upon my infirmities as the day wears on. Intercede with your Divine Son for the healing of my body and spirit, that I may serve Him with renewed vigor. Wrap me in your love, that I may find strength to endure this trial with patience.",
            "tags": [
                "healing",
                "courage"
            ],
            "biblical_reference": "James 5:15",
            "time_of_day": "afternoon",
            "scripture": "and the prayer of faith will heal him who is sick, and the Lord will raise him up. If he has committed sins, he will be forgiven.",
            "approved": true,
            "checked": true,
            "prayer_id": 48
        },
        {
            "saint_id": "st_mary",
            "title": "Seat of Wisdom",
            "prayer_text": "Seat of Wisdom, the day's decisions weigh heavy on my mind; lend me your clarity and prudence. Direct my steps away from error and towards the truth of Christ, my Way and my Life. Help me to finish the day's race with the same love with which I began it.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "Proverbs 8:17",
            "time_of_day": "afternoon",
            "scripture": "I love those who love me.",
            "approved": true,
            "checked": true,
            "prayer_id": 49
        },
        {
            "saint_id": "st_anthony",
            "title": "Finding Peace at Dawn",
            "prayer_text": "O gentle Saint Anthony, known for restoring what is lost, find my peace amidst the anxiety of this new morning. When worry clouds my vision, guide my heart back to the assurance of God's love. Hold me in your prayers, that I may begin this day with a spirit of trust.",
            "tags": [
                "anxiety",
                "hope"
            ],
            "biblical_reference": "Matthew 6:33",
            "time_of_day": "morning",
            "scripture": "But seek first God’s Kingdom and his righteousness; and all these things will be given to you as well.",
            "approved": true,
            "checked": true,
            "prayer_id": 50
        },
        {
            "saint_id": "st_anthony",
            "title": "Blessing the Work of Hands",
            "prayer_text": "Glorious Saint Anthony, tongue of fire and preacher of grace, bless the work of my hands as I step into this day. Let my actions speak the Gospel even when my words are few, guiding me to serve with integrity and love. Help me to find Christ in every task I undertake.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "1 John 3:18",
            "time_of_day": "morning",
            "scripture": "My little children, let’s not love in word only, or with the tongue only, but in deed and truth.",
            "approved": true,
            "checked": true,
            "prayer_id": 51
        },
        {
            "saint_id": "st_anthony",
            "title": "Shield of the Household",
            "prayer_text": "O Saint of Miracles, I entrust my family to your powerful intercession as we depart for our daily paths. Shield us from all physical and spiritual harm, keeping our hearts united in the bond of charity. May we return to this home in safety and joy when the sun sets.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Psalm 91:10",
            "time_of_day": "morning",
            "scripture": "no evil shall happen to you,",
            "approved": true,
            "checked": true,
            "prayer_id": 52
        },
        {
            "saint_id": "st_anthony",
            "title": "Strength to Resist",
            "prayer_text": "Saint Anthony, conqueror of demons, stand by me as I wake to the battle against addiction. When the cravings rise with the morning light, help me find the strength I thought I had lost. Intercede for me, that I may choose the freedom of God's children over the chains of the past.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Romans 8:15",
            "time_of_day": "morning",
            "scripture": "For you didn’t receive the spirit of bondage again to fear, but you received the Spirit of adoption, by whom we cry, “Abba! Father!”",
            "approved": true,
            "checked": true,
            "prayer_id": 53
        },
        {
            "saint_id": "st_anthony",
            "title": "Hope in Infirmity",
            "prayer_text": "Compassionate healer, Saint Anthony, look upon my infirmities with kindness as I rise. Whisper my name to the Infant Jesus you hold so tenderly, asking for the restoration of my health and spirit. Grant me the hope to face this day, knowing that suffering can be a path to grace.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Jeremiah 30:17",
            "time_of_day": "morning",
            "scripture": "For I will restore health to you,",
            "approved": true,
            "checked": true,
            "prayer_id": 54
        },
        {
            "saint_id": "st_anthony",
            "title": "Companion in Solitude",
            "prayer_text": "O Saint Anthony, friend of the lonely, the silence of this afternoon weighs heavy on my soul. Remind me that I am never truly alone, for God is near to the brokenhearted. Walk beside me in spirit, filling this empty space with the peace of your companionship.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Psalm 34:18",
            "time_of_day": "afternoon",
            "scripture": "The LORD is near to those who have a broken heart,",
            "approved": true,
            "checked": true,
            "prayer_id": 55
        },
        {
            "saint_id": "st_anthony",
            "title": "Direction for the Lost",
            "prayer_text": "Saint of the Lost, I feel adrift in the confusion of this day's obligations; help me rediscover the right path. Illuminate my mind with divine wisdom, that I may navigate these challenges with patience and clarity. Do not let me wander far from the will of the Father.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "Psalm 143:8",
            "time_of_day": "afternoon",
            "scripture": "Cause me to hear your loving kindness in the morning,",
            "approved": true,
            "checked": true,
            "prayer_id": 56
        },
        {
            "saint_id": "st_anthony",
            "title": "Consolation in Sorrow",
            "prayer_text": "O Sweet Saint Anthony, lily of purity and consolation, come to me in this moment of grief. My heart aches for what is gone; help me to find comfort in the promise of eternal life. Cradle my sorrow in your prayers, offering it to Jesus who wipes away every tear.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "Matthew 5:4",
            "time_of_day": "afternoon",
            "scripture": "Blessed are those who mourn,",
            "approved": true,
            "checked": true,
            "prayer_id": 57
        },
        {
            "saint_id": "st_anthony",
            "title": "Fortress Against Stress",
            "prayer_text": "Defender of the faithful, the noise of the world threatens to drown out my inner peace this afternoon. Be my fortress against the assaults of stress and irritation, preserving the sanctuary of my heart. Grant me the serenity to rest in God's providence amidst the chaos.",
            "tags": [
                "protection",
                "peace"
            ],
            "biblical_reference": "John 14:27",
            "time_of_day": "afternoon",
            "scripture": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful.",
            "approved": true,
            "checked": true,
            "prayer_id": 58
        },
        {
            "saint_id": "st_anthony",
            "title": "Perseverance in Virtue",
            "prayer_text": "O Miracle Worker, when my courage fails and the day feels endless, renew my spirit with a spark of divine hope. Help me to persevere in virtue until the evening comes, relying not on my own power but on the grace you dispense so freely. Let me not grow weary in doing good.",
            "tags": [
                "courage",
                "hope"
            ],
            "biblical_reference": "Galatians 6:9",
            "time_of_day": "afternoon",
            "scripture": "Let’s not be weary in doing good, for we will reap in due season if we don’t give up.",
            "approved": true,
            "checked": true,
            "prayer_id": 59
        },
        {
            "saint_id": "st_thomas",
            "title": "Illumination of the Intellect",
            "prayer_text": "O Angelic Doctor, illuminate the darkness of my intellect as the sun rises, chasing away the shadows of ignorance and sin. Grant me the clarity to see the truth in my duties today, that every action may be directed toward the glory of God. Guide my thoughts, that they may find their rest in the wisdom of the Creator.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "Psalm 119:130",
            "time_of_day": "morning",
            "scripture": "The entrance of your words gives light.",
            "approved": true,
            "checked": true,
            "prayer_id": 60
        },
        {
            "saint_id": "st_thomas",
            "title": "Ordering the Chaos",
            "prayer_text": "Prince of Scholastics, order the chaos of my anxious thoughts this morning with the structure of divine peace. Let the tranquility of Christ, which surpasses all understanding, settle deep within my heart before the world rushes in. Grant me the serenity to trust in the Providence that governs all things with perfect love.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Colossians 3:15",
            "time_of_day": "morning",
            "scripture": "And let the peace of God rule in your hearts, to which also you were called in one body, and be thankful.",
            "approved": true,
            "checked": true,
            "prayer_id": 61
        },
        {
            "saint_id": "st_thomas",
            "title": "Girdle of Purity",
            "prayer_text": "O Saint Thomas, who drove away temptation with a fiery brand, stand with me as I wake to this battle against addiction. Gird my loins with the sash of purity and strength, that I may resist the cravings that seek to enslave my will. Let my body be a temple of the Holy Spirit, undefiled and free for service.",
            "tags": [
                "addiction",
                "protection"
            ],
            "biblical_reference": "1 Corinthians 6:19",
            "time_of_day": "morning",
            "scripture": "Or don’t you know that your body is a temple of the Holy Spirit who is in you, whom you have from God? You are not your own,",
            "approved": true,
            "checked": true,
            "prayer_id": 62
        },
        {
            "saint_id": "st_thomas",
            "title": "Truth in Charity",
            "prayer_text": "Patron of Schools, teach my family the lesson of charity as we begin our day together. May our home be a place where the truth is spoken in love, and where the light of faith guides our every interaction. Intercede for us, that we may grow together in wisdom and grace, united in the heart of God.",
            "tags": [
                "family",
                "hope"
            ],
            "biblical_reference": "Ephesians 4:15",
            "time_of_day": "morning",
            "scripture": "but speaking truth in love, we may grow up in all things into him who is the head, Christ,",
            "approved": true,
            "checked": true,
            "prayer_id": 63
        },
        {
            "saint_id": "st_thomas",
            "title": "Defender of the Faith",
            "prayer_text": "O Tower of Wisdom, grant me the courage to stand firm in my convictions this day, defending the truth with gentleness and respect. Protect my soul from the errors of the world, that I may remain a faithful witness to Christ in my daily life. Let your strength support my frailty when I am tested.",
            "tags": [
                "courage",
                "protection"
            ],
            "biblical_reference": "1 Peter 3:15",
            "time_of_day": "morning",
            "scripture": "But sanctify the Lord God in your hearts. Always be ready to give an answer to everyone who asks you a reason concerning the hope that is in you, with humility and fear,",
            "approved": true,
            "checked": true,
            "prayer_id": 64
        },
        {
            "saint_id": "st_thomas",
            "title": "Solitude into Prayer",
            "prayer_text": "Saint of the Eucharist, who found your greatest joy in the silent presence of Christ, be with me in the solitude of this afternoon. Transform my loneliness into holy contemplation, that I may converse with God as a friend within the secret chamber of my heart. Let the silence be a bridge to heaven, not a wall of isolation.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Psalm 46:10",
            "time_of_day": "afternoon",
            "scripture": "“Be still, and know that I am God.",
            "approved": true,
            "checked": true,
            "prayer_id": 65
        },
        {
            "saint_id": "st_thomas",
            "title": "Bread of Comfort",
            "prayer_text": "O Doctor of the Church, you who sang of the Mystery of Faith, bring the comfort of the Blessed Sacrament to my grieving heart. When the sorrow feels too deep for words, remind me of the eternal banquet where every tear is wiped away. Heal my spirit with the hope of the Resurrection.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "John 6:35",
            "time_of_day": "afternoon",
            "scripture": "Jesus said to them, “I am the bread of life. Whoever comes to me will not be hungry, and whoever believes in me will never be thirsty.",
            "approved": true,
            "checked": true,
            "prayer_id": 66
        },
        {
            "saint_id": "st_thomas",
            "title": "Lamp in the Shadows",
            "prayer_text": "O Light of the Church, shadows of doubt creep in as the day wanes; hold the lamp of faith high for me to see. Strengthen my hope in the unseen realities of God, that I may not despair over temporary setbacks. Guide my reason to bow humbly before the mystery of Divine Love.",
            "tags": [
                "hope",
                "guidance"
            ],
            "biblical_reference": "Hebrews 11:1",
            "time_of_day": "afternoon",
            "scripture": "Now faith is assurance of things hoped for, proof of things not seen.",
            "approved": true,
            "checked": true,
            "prayer_id": 67
        },
        {
            "saint_id": "st_thomas",
            "title": "Reason and Trust",
            "prayer_text": "O Saint Thomas, who harmonized faith and reason, calm the storm of anxiety that threatens to overwhelm my afternoon. Grant me the courage to accept what I cannot change and the wisdom to act where I can, trusting fully in the primary cause of all good. Let me rest in the assurance that God is holding me.",
            "tags": [
                "anxiety",
                "courage"
            ],
            "biblical_reference": "Romans 8:28",
            "time_of_day": "afternoon",
            "scripture": "We know that all things work together for good for those who love God, for those who are called according to his purpose.",
            "approved": true,
            "checked": true,
            "prayer_id": 68
        },
        {
            "saint_id": "st_francis",
            "title": "Canticle of the Morning",
            "prayer_text": "O Seraphic Father, who saw the glory of the Most High in Brother Sun, open my eyes to the hope that dawns with the light. Chase away the shadows of despair from my heart, and fill my spirit with the perfect joy of trusting in Providence. May I praise the Creator in all creatures I meet today.",
            "tags": [
                "hope",
                "peace"
            ],
            "biblical_reference": "Psalm 19:1",
            "time_of_day": "morning",
            "scripture": "The heavens declare the glory of God.",
            "approved": true,
            "checked": true,
            "prayer_id": 69
        },
        {
            "saint_id": "st_francis",
            "title": "Simplicity in Labor",
            "prayer_text": "O Builder of San Damiano, guide my hands in the work that lies before me this morning. Let me not seek to be great, but to be faithful in the small stones of daily duty, rebuilding the Kingdom with humility. Pray that I may serve the Lord with the simplicity and gladness that marked your holy life.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "1 Corinthians 15:58",
            "time_of_day": "morning",
            "scripture": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the Lord’s work, because you know that your labor is not in vain in the Lord.",
            "approved": true,
            "checked": true,
            "prayer_id": 70
        },
        {
            "saint_id": "st_francis",
            "title": "Instrument of Peace at Dawn",
            "prayer_text": "Little Poor Man of Assisi, as I rise, I beg you to teach my heart the melody of peace. Silence the clamor of anxiety within me, that I may greet this day as a true child of God, free from the burden of worry. Intercede for me, that I may sow love where there is fear.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "Matthew 5:9",
            "time_of_day": "morning",
            "scripture": "Blessed are the peacemakers,",
            "approved": true,
            "checked": true,
            "prayer_id": 71
        },
        {
            "saint_id": "st_francis",
            "title": "Courage to Strip Away",
            "prayer_text": "Saint Francis, who stripped yourself of all worldly attachments to embrace the Cross, lend me your courage to reject the chains of addiction this morning. Pray that I may find a sweetness in self-denial that the world cannot give. Help me to stand naked before God, clothed only in His sufficient grace.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Matthew 16:24",
            "time_of_day": "morning",
            "scripture": "Then Jesus said to his disciples, “If anyone desires to come after me, let him deny himself, take up his cross, and follow me.",
            "approved": true,
            "checked": true,
            "prayer_id": 72
        },
        {
            "saint_id": "st_francis",
            "title": "Guardian of the Flock",
            "prayer_text": "O Humble Saint, who gathered brothers around you in a bond of charity, watch over my family as we start our day. Protect our home from the wolf of division and keep us safe in the fold of Christ. Grant us the grace to bear with one another's burdens in gentleness and love.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Galatians 6:2",
            "time_of_day": "morning",
            "scripture": "Bear one another’s burdens, and so fulfill the law of Christ.",
            "approved": true,
            "checked": true,
            "prayer_id": 73
        },
        {
            "saint_id": "st_francis",
            "title": "Solace in Solitude",
            "prayer_text": "O Lover of Solitude, come to me in the emptiness of this afternoon. When I feel abandoned by the world, remind me that I am a brother to the birds of the air and the lilies of the field, held securely by the Father. Turn my loneliness into a sacred conversation with the Crucified Lord.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Matthew 6:26",
            "time_of_day": "afternoon",
            "scripture": "See the birds of the sky, that they don’t sow, neither do they reap, nor gather into barns. Your heavenly Father feeds them. Aren’t you of much more value than they?",
            "approved": true,
            "checked": true,
            "prayer_id": 74
        },
        {
            "saint_id": "st_francis",
            "title": "Taming the Inner Wolf",
            "prayer_text": "Tamer of the Wolf of Gubbio, stand between me and the angers and fears that lurk in the afternoon shadows. Grant me the protection of your intercession, that no bitterness may find a home in my soul. Teach me to meet hostility with the weapon of love and the shield of faith.",
            "tags": [
                "protection",
                "courage"
            ],
            "biblical_reference": "Romans 12:21",
            "time_of_day": "afternoon",
            "scripture": "Don’t be overcome by evil, but overcome evil with good.",
            "approved": true,
            "checked": true,
            "prayer_id": 75
        },
        {
            "saint_id": "st_francis",
            "title": "Balm for the Wounded",
            "prayer_text": "Saint Francis, who bore the wounds of Christ in your own flesh, look with compassion upon my pain and grief. Teach me to unite my suffering with the Passion of Jesus, finding healing in His stripes. Wrap my broken heart in the mantle of your prayer, that I may find comfort in the Cross.",
            "tags": [
                "healing",
                "grief"
            ],
            "biblical_reference": "1 Peter 2:24",
            "time_of_day": "afternoon",
            "scripture": "He himself bore our sins in his body on the tree, that we, having died to sins, might live to righteousness. You were healed by his wounds.",
            "approved": true,
            "checked": true,
            "prayer_id": 76
        },
        {
            "saint_id": "st_francis",
            "title": "Calm Amidst the Noise",
            "prayer_text": "O Gentle Saint, the noise of the day surrounds me, but I seek the silence of La Verna. Calm the turbulence of my spirit and obtain for me the grace of patience with those who trouble me. Let me be a channel of God's peace in this weary hour.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "John 14:27",
            "time_of_day": "afternoon",
            "scripture": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful.",
            "approved": true,
            "checked": true,
            "prayer_id": 77
        },
        {
            "saint_id": "st_francis",
            "title": "Perseverance in the Task",
            "prayer_text": "O Herald of the Great King, the day is waning and my energy fades; guide my steps on the path of perseverance. Help me to finish my tasks not for the praise of men, but for the love of God. Keep my eyes fixed on the eternal reward that awaits the faithful servant.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Colossians 3:23",
            "time_of_day": "afternoon",
            "scripture": "And whatever you do, work heartily, as for the Lord and not for men,",
            "approved": true,
            "checked": true,
            "prayer_id": 78
        },
        {
            "saint_id": "st_peter",
            "title": "Fisherman's Morning Offering",
            "prayer_text": "O Fisherman of Galilee, as I cast my nets into the sea of this new day, bless my labor. Grant me the patience you learned on the boat, that I may work diligently even when the catch seems small. Guide my hands to serve the Lord, trusting that He fills the empty nets.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Luke 5:4",
            "time_of_day": "morning",
            "scripture": "When he had finished speaking, he said to Simon, “Put out into the deep and let down your nets for a catch.”",
            "approved": true,
            "checked": true,
            "prayer_id": 79
        },
        {
            "saint_id": "st_peter",
            "title": "Courage on the Waves",
            "prayer_text": "O Prince of the Apostles, who stepped out of the boat onto the stormy waves, hold me up as I face the uncertainties of this morning. When the winds of anxiety begin to howl, grasp my hand as Jesus grasped yours. Do not let me sink into fear, but fix my eyes on the Savior.",
            "tags": [
                "anxiety",
                "courage"
            ],
            "biblical_reference": "Matthew 14:30-31",
            "time_of_day": "morning",
            "scripture": "But when he saw that the wind was strong, he was afraid, and beginning to sink, he cried out, saying, “Lord, save me!” Immediately Jesus stretched out his hand, took hold of him, and said to him, “You of little faith, why did you doubt?”",
            "approved": true,
            "checked": true,
            "prayer_id": 80
        },
        {
            "saint_id": "st_peter",
            "title": "Rock of the Household",
            "prayer_text": "Saint Peter, Rock of the Church, stand guard over my household as the sun rises. Protect my family from the shifting sands of the world, anchoring us firmly in the faith you proclaimed. May our home be a place of healing and service, just as your house in Capernaum was for the Lord.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Matthew 8:14",
            "time_of_day": "morning",
            "scripture": "When Jesus came into Peter’s house, he saw his wife’s mother lying sick with a fever.",
            "approved": true,
            "checked": true,
            "prayer_id": 81
        },
        {
            "saint_id": "st_peter",
            "title": "Hope in New Beginnings",
            "prayer_text": "O Key-Keeper of Heaven, you know the bitterness of failure and the sweetness of forgiveness; give me hope this morning. If I fall today, help me to rise quickly and run back to Christ, just as you ran to the empty tomb. Let my past mistakes not define my future, but be transformed by grace.",
            "tags": [
                "hope",
                "healing"
            ],
            "biblical_reference": "John 21:15",
            "time_of_day": "morning",
            "scripture": "So when they had eaten their breakfast, Jesus said to Simon Peter, “Simon, son of Jonah, do you love me more than these?”",
            "approved": true,
            "checked": true,
            "prayer_id": 82
        },
        {
            "saint_id": "st_peter",
            "title": "Shield Against Temptation",
            "prayer_text": "Saint Peter, who confessed that only Jesus has the words of eternal life, shield me from the false promises of addiction this day. When the temptation to return to my old ways is strong, grant me the strength to stand firm on the solid rock. Remind me that there is no other name by which we are saved.",
            "tags": [
                "addiction",
                "protection"
            ],
            "biblical_reference": "John 6:68",
            "time_of_day": "morning",
            "scripture": "Simon Peter answered him, “Lord, to whom would we go? You have the words of eternal life.",
            "approved": true,
            "checked": true,
            "prayer_id": 83
        },
        {
            "saint_id": "st_peter",
            "title": "Endurance in Labor",
            "prayer_text": "O Blessed Apostle, the afternoon is long and I am weary from the toil; renew my spirit. You knew the exhaustion of an empty net; teach me to persevere in my duties with trust in the Lord's command. Help me to cast my cares upon Him, for He cares for me.",
            "tags": [
                "work",
                "peace"
            ],
            "biblical_reference": "1 Peter 5:7",
            "time_of_day": "afternoon",
            "scripture": "casting all your worries on him, because he cares for you.",
            "approved": true,
            "checked": true,
            "prayer_id": 84
        },
        {
            "saint_id": "st_peter",
            "title": "Shadow of Healing",
            "prayer_text": "Saint Peter, whose very shadow brought healing to the sick, pass over my grieving heart this afternoon. The pain of loss is sharp; intercede for me that the Comforter may bind up these wounds. Let me find strength in the promise of the resurrection you witnessed firsthand.",
            "tags": [
                "healing",
                "grief"
            ],
            "biblical_reference": "Acts 5:15",
            "time_of_day": "afternoon",
            "scripture": "They even carried out the sick into the streets and laid them on cots and mattresses, so that as Peter came by, at least his shadow might overshadow some of them.",
            "approved": true,
            "checked": true,
            "prayer_id": 85
        },
        {
            "saint_id": "st_peter",
            "title": "Company in Chains",
            "prayer_text": "O Martyr of Rome, who sat in chains awaiting your fate, be with me in the prison of my loneliness. When the silence feels oppressive, remind me that the whole Church prays with me and for me. Break the chains of isolation and fill this space with the presence of God.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Acts 12:5",
            "time_of_day": "afternoon",
            "scripture": "Peter therefore was kept in the prison, but constant prayer was made by the assembly to God for him.",
            "approved": true,
            "checked": true,
            "prayer_id": 86
        },
        {
            "saint_id": "st_peter",
            "title": "The Key of Wisdom",
            "prayer_text": "Keeper of the Keys, the path ahead is unclear and confusion clouds my judgment; unlock the door of wisdom for me. Guide my steps away from the errors of the world and back to the narrow path of the Gospel. Help me to answer the Lord's question, 'Who do you say that I am?' with my life.",
            "tags": [
                "guidance",
                "courage"
            ],
            "biblical_reference": "Matthew 16:16",
            "time_of_day": "afternoon",
            "scripture": "Simon Peter answered, “You are the Christ, the Son of the living God.”",
            "approved": true,
            "checked": true,
            "prayer_id": 87
        },
        {
            "saint_id": "st_peter",
            "title": "Calm Against the Lion",
            "prayer_text": "Saint Peter, humble shepherd, the stress of the day threatens my peace; help me to follow your own counsel. Assist me in casting all my anxieties upon the Lord, knowing fully well that He cares for me. Stand as a rock between me and the roaring lion that seeks to devour my calm.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "1 Peter 5:8",
            "time_of_day": "afternoon",
            "scripture": "Be sober and self-controlled. Be watchful. Your adversary, the devil, walks around like a roaring lion, seeking whom he may devour.",
            "approved": true,
            "checked": true,
            "prayer_id": 88
        },
        {
            "saint_id": "st_paul",
            "title": "The Armor of Light",
            "prayer_text": "O Soldier of Christ, help me to put on the full armor of God as I step out into the world this morning. Buckle truth around my waist and shield my heart with righteousness, that I may stand firm against the schemes of the enemy. Protect my spirit from the fiery darts of discouragement and keep me faithful to the Gospel.",
            "tags": [
                "protection",
                "courage"
            ],
            "biblical_reference": "Ephesians 6:11",
            "time_of_day": "morning",
            "scripture": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
            "approved": true,
            "checked": true,
            "prayer_id": 89
        },
        {
            "saint_id": "st_paul",
            "title": "Grace for the Thorn",
            "prayer_text": "Blessed Paul, who besought the Lord to remove the thorn from your flesh, stand by me as I wake to my own anxieties. Teach me that His grace is sufficient for me, for power is made perfect in weakness. Calm my trembling heart, that I may boast not in my strength, but in the sustaining love of Jesus.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "2 Corinthians 12:9",
            "time_of_day": "morning",
            "scripture": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me.",
            "approved": true,
            "checked": true,
            "prayer_id": 90
        },
        {
            "saint_id": "st_paul",
            "title": "Running the Race",
            "prayer_text": "O Apostle of the Gentiles, you who finished the race and kept the faith, urge me forward as I begin this day's journey. Grant me the endurance to run with purpose, not aimlessly beating the air, but focusing my eyes on the prize of Christ. Let my work today be a living sacrifice, holy and pleasing to God.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "2 Timothy 4:7",
            "time_of_day": "morning",
            "scripture": "I have fought the good fight. I have finished the course. I have kept the faith.",
            "approved": true,
            "checked": true,
            "prayer_id": 91
        },
        {
            "saint_id": "st_paul",
            "title": "New Creation",
            "prayer_text": "Saint Paul, vessel of election, you were transformed from a persecutor into a pillar of the Church; obtain for me the hope of true change. As I face the chains of my addiction this morning, remind me that I am a new creation in Christ and the old has passed away. Intercede for the strength to walk in the newness of life.",
            "tags": [
                "addiction",
                "hope"
            ],
            "biblical_reference": "2 Corinthians 5:17",
            "time_of_day": "morning",
            "scripture": "Therefore if anyone is in Christ, he is a new creation. The old things have passed away. Behold, all things have become new.",
            "approved": true,
            "checked": true,
            "prayer_id": 92
        },
        {
            "saint_id": "st_paul",
            "title": "Bond of Perfection",
            "prayer_text": "O Great Teacher of Nations, who wrote that love never fails, guide my interactions with my family this day. Help me to be patient and kind, keeping no record of wrongs, that our home may reflect the unity of the Body of Christ. May the bond of peace hold us together in the Spirit.",
            "tags": [
                "family",
                "guidance"
            ],
            "biblical_reference": "1 Corinthians 13:4-7",
            "time_of_day": "morning",
            "scripture": "Love is patient and is kind. Love doesn’t envy. Love doesn’t brag, is not proud, doesn’t behave itself inappropriately, doesn’t seek its own way, is not provoked, takes no account of evil; doesn’t rejoice in unrighteousness, but rejoices with the truth; bears all things, believes all things, hopes all things, and endures all things.",
            "approved": true,
            "checked": true,
            "prayer_id": 93
        },
        {
            "saint_id": "st_paul",
            "title": "Contentment in All Things",
            "prayer_text": "O Chosen Vessel, who learned to be content in whatever state you found yourself, quell the rising tide of stress within me this afternoon. Teach me the secret of facing plenty and hunger, abundance and need, through Him who strengthens me. Grant me the peace that guards the heart and mind in Christ Jesus.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "Philippians 4:11-13",
            "time_of_day": "afternoon",
            "scripture": "Not that I speak because of lack, for I have learned in whatever state I am, to be content in it. I know how to be humbled, and I also know how to abound. In any and all circumstances I have learned the secret both to be filled and to be hungry, both to abound and to be in need. I can do all things through Christ who strengthens me.",
            "approved": true,
            "checked": true,
            "prayer_id": 94
        },
        {
            "saint_id": "st_paul",
            "title": "Consolation in Grief",
            "prayer_text": "O Blessed Apostle, who praised the God of all comfort, look with pity upon the grief that clouds my afternoon. Intercede for me, that I may receive the consolation I need to endure this loss without losing faith. Help me to believe that our momentary light affliction is producing for us an eternal weight of glory.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "2 Corinthians 1:3-4",
            "time_of_day": "afternoon",
            "scripture": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, who comforts us in all our affliction, that we may be able to comfort those who are in any affliction, through the comfort with which we ourselves are comforted by God.",
            "approved": true,
            "checked": true,
            "prayer_id": 95
        },
        {
            "saint_id": "st_paul",
            "title": "Company in Chains",
            "prayer_text": "O Saint Paul, who knew the cold chains of prison and the abandonment of friends, be near me in the solitude of this afternoon. When loneliness seeks to discourage my soul, remind me that nothing can separate me from the love of God in Christ Jesus. Let your prayers be my company and your faith my strength.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Romans 8:38-39",
            "time_of_day": "afternoon",
            "scripture": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers, nor height, nor depth, nor any other created thing will be able to separate us from God’s love which is in Christ Jesus our Lord.",
            "approved": true,
            "checked": true,
            "prayer_id": 96
        },
        {
            "saint_id": "st_paul",
            "title": "Removing the Scales",
            "prayer_text": "Saint Paul, struck blind on the road to Damascus only to see more clearly, remove the scales of confusion from my eyes this afternoon. I seek the will of the Lord amidst these difficult decisions; guide me to the truth. Illuminate my path, that I may not walk in darkness but in the light of revelation.",
            "tags": [
                "guidance",
                "protection"
            ],
            "biblical_reference": "Acts 9:18",
            "time_of_day": "afternoon",
            "scripture": "Immediately something like scales fell from his eyes, and he received his sight. He arose and was baptized.",
            "approved": true,
            "checked": true,
            "prayer_id": 97
        },
        {
            "saint_id": "st_paul",
            "title": "Zeal for the Task",
            "prayer_text": "Saint Paul, tentmaker and apostle, the day is long and my hands grow heavy; lend me your zeal for the Lord. You worked day and night so as not to burden others; help me to finish my tasks with dignity and diligence. Let me do everything without grumbling or arguing, shining like a star in the world.",
            "tags": [
                "work",
                "courage"
            ],
            "biblical_reference": "Philippians 2:14-15",
            "time_of_day": "afternoon",
            "scripture": "Do all things without complaining and arguing, that you may become blameless and harmless, children of God without defect in the middle of a crooked and perverse generation, among whom you are seen as lights in the world,",
            "approved": true,
            "checked": true,
            "prayer_id": 98
        },
        {
            "saint_id": "st_patrick",
            "title": "Binding the Day",
            "prayer_text": "O St. Patrick, as I bind this new day to my heart, I ask for the strength of the Trinity to surround me. Christ be with me and within me as I rise, shielding me from all harm and spiritual danger. Guard my steps, that I may walk only where the Lord leads.",
            "tags": [
                "protection",
                "guidance"
            ],
            "biblical_reference": "Psalm 28:7",
            "time_of_day": "morning",
            "scripture": "The LORD is my strength and my shield.",
            "approved": true,
            "checked": true,
            "prayer_id": 99
        },
        {
            "saint_id": "st_patrick",
            "title": "Calm in Captivity",
            "prayer_text": "Glorious Apostle of Ireland, you found God in the silence of your captivity; calm the anxious thoughts that crowd my mind this morning. Help me to see Christ on my right and on my left, that fear may have no dominion over me. Let the peace of the Trinity fill my soul.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Philippians 4:6-7",
            "time_of_day": "morning",
            "scripture": "In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.",
            "approved": true,
            "checked": true,
            "prayer_id": 100
        },
        {
            "saint_id": "st_patrick",
            "title": "Missionary Zeal",
            "prayer_text": "O St. Patrick, tireless worker for the Gospel, ignite a fire in my heart for the tasks ahead. Guide my hands to build the Kingdom in my daily labors, just as you built the Church in a foreign land. May my work today glorify God and serve my neighbor.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Colossians 3:17",
            "time_of_day": "morning",
            "scripture": "Whatever you do, in word or in deed, do all in the name of the Lord Jesus, giving thanks to God the Father through him.",
            "approved": true,
            "checked": true,
            "prayer_id": 101
        },
        {
            "saint_id": "st_patrick",
            "title": "Driving Out the Snakes",
            "prayer_text": "Mighty St. Patrick, who drove the serpents from the Emerald Isle, drive the snakes of addiction from my heart this morning. Stand between me and the temptation to fall, giving me the courage to choose freedom in Christ. Let the light of faith blind the enemy's snares.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Ephesians 6:11",
            "time_of_day": "morning",
            "scripture": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
            "approved": true,
            "checked": true,
            "prayer_id": 102
        },
        {
            "saint_id": "st_patrick",
            "title": "Blessing of the Shamrock",
            "prayer_text": "O Holy Bishop, bless my family as we start this day, uniting us in the love of the Father, Son, and Holy Spirit. Protect our home from division and let our lives be a living shamrock, distinct yet one in love. Keep us safe until we gather again.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "John 17:21",
            "time_of_day": "morning",
            "scripture": "that they may all be one; even as you, Father, are in me, and I in you, that they also may be one in us; that the world may believe that you sent me.",
            "approved": true,
            "checked": true,
            "prayer_id": 103
        },
        {
            "saint_id": "st_patrick",
            "title": "Shepherd of Solitude",
            "prayer_text": "St. Patrick, who prayed a hundred times a day in the rain and cold, be with me in the solitude of this afternoon. When I feel isolated, remind me that the Spirit prays within me, turning loneliness into sweet communion. Help me feel the nearness of Christ in every wind that blows.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Romans 8:26",
            "time_of_day": "afternoon",
            "scripture": "In the same way, the Spirit also helps our weaknesses, for we don’t know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can’t be uttered.",
            "approved": true,
            "checked": true,
            "prayer_id": 104
        },
        {
            "saint_id": "st_patrick",
            "title": "Green Mantle of Comfort",
            "prayer_text": "Gentle Patron, look with pity upon the sorrow that weighs down my afternoon. You knew the pain of separation from your kin; help me to bear this grief with hope in the Resurrection. Wrap me in the mantle of your protection and ask Jesus to heal my broken heart.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "Psalm 147:3",
            "time_of_day": "afternoon",
            "scripture": "He heals the broken in heart,",
            "approved": true,
            "checked": true,
            "prayer_id": 105
        },
        {
            "saint_id": "st_patrick",
            "title": "Shield of the Afternoon",
            "prayer_text": "O St. Patrick, as the day wears on and my strength fades, be a shield around me against the arrows of stress. Christ beneath me to hold me up, Christ over me to watch my way. Grant me a peaceful heart amidst the noise of the world.",
            "tags": [
                "peace",
                "protection"
            ],
            "biblical_reference": "Psalm 3:3",
            "time_of_day": "afternoon",
            "scripture": "But you, LORD, are a shield around me,",
            "approved": true,
            "checked": true,
            "prayer_id": 106
        },
        {
            "saint_id": "st_patrick",
            "title": "Vision in the Fog",
            "prayer_text": "O Courageous Saint, the path ahead is foggy and I struggle to see the way; lend me your vision of faith. Help me to trust that God is leading me, even when the road is difficult. Renew my hope, that I may press on towards the light of evening.",
            "tags": [
                "hope",
                "guidance"
            ],
            "biblical_reference": "2 Corinthians 5:7",
            "time_of_day": "afternoon",
            "scripture": "for we walk by faith, not by sight.",
            "approved": true,
            "checked": true,
            "prayer_id": 107
        },
        {
            "saint_id": "st_patrick",
            "title": "Fire on the Hill",
            "prayer_text": "St. Patrick, who lit the fire of Easter against the darkness, kindle my courage to finish this day's work with integrity. Do not let me shrink from doing what is right, even if I must stand alone. May my efforts this afternoon burn bright for the glory of God.",
            "tags": [
                "work",
                "courage"
            ],
            "biblical_reference": "Matthew 5:16",
            "time_of_day": "afternoon",
            "scripture": "Even so, let your light shine before men, that they may see your good works and glorify your Father who is in heaven.",
            "approved": true,
            "checked": true,
            "prayer_id": 108
        },
        {
            "saint_id": "st_nicholas",
            "title": "The Gift of Charity",
            "prayer_text": "O St. Nicholas, whose generosity is known to all, teach me to give of myself freely as I begin my work. Let me not count the cost of service but see the face of Christ in those I meet today. May my labor be a gift offered in secret love to the Father.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Acts 20:35",
            "time_of_day": "morning",
            "scripture": "In all things I gave you an example, that so laboring you ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, ‘It is more blessed to give than to receive.’ ”",
            "approved": true,
            "checked": true,
            "prayer_id": 109
        },
        {
            "saint_id": "st_nicholas",
            "title": "Shield of the Innocent",
            "prayer_text": "Holy Bishop of Myra, I entrust my children and family to your fatherly care this morning. Shield their innocence from the corruptions of the world and guide their steps in the path of virtue. Be a guardian angel to them when I cannot be near.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Matthew 18:10",
            "time_of_day": "morning",
            "scripture": "See that you don’t despise one of these little ones, for I tell you that in heaven their angels always see the face of my Father who is in heaven.",
            "approved": true,
            "checked": true,
            "prayer_id": 110
        },
        {
            "saint_id": "st_nicholas",
            "title": "Calm Waters at Dawn",
            "prayer_text": "Patron of Mariners, the waters of anxiety are rising within my soul at the break of day; intercede for calm. As you once quieted the storm for terrified sailors, silence the waves of fear that threaten to drown my trust. Steer my little boat safely towards the will of God.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Mark 4:39",
            "time_of_day": "morning",
            "scripture": "He awoke and rebuked the wind, and said to the sea, “Peace! Be still!” The wind ceased and there was a great calm.",
            "approved": true,
            "checked": true,
            "prayer_id": 111
        },
        {
            "saint_id": "st_nicholas",
            "title": "Provision of Hope",
            "prayer_text": "O Wonderworker, when hope feels scarce and my spirit is poor, drop the gold of divine grace into my empty heart. Remind me that God provides for His children in unexpected ways. Let me walk out this door with the assurance of His providence.",
            "tags": [
                "hope",
                "guidance"
            ],
            "biblical_reference": "Philippians 4:19",
            "time_of_day": "morning",
            "scripture": "My God will supply every need of yours according to his riches in glory in Christ Jesus.",
            "approved": true,
            "checked": true,
            "prayer_id": 112
        },
        {
            "saint_id": "st_nicholas",
            "title": "Courage of Truth",
            "prayer_text": "Defender of the Truth, who stood firm against error, grant me the courage to live my faith boldly this morning. Protect me from the weakness of human respect and the temptation to compromise. Let my life be a clear testimony to the divinity of Christ.",
            "tags": [
                "courage",
                "protection"
            ],
            "biblical_reference": "Jude 1:3",
            "time_of_day": "morning",
            "scripture": "Beloved, while I was very eager to write to you about our common salvation, I was constrained to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints.",
            "approved": true,
            "checked": true,
            "prayer_id": 113
        },
        {
            "saint_id": "st_nicholas",
            "title": "Refuge from the Storm",
            "prayer_text": "O Saint of the safe harbor, the winds of this afternoon are wearying; bring my spirit into the shelter of God's peace. Protect me from the tempests of anger and frustration that arise in the heat of the day. Anchor my soul in the deep waters of patience.",
            "tags": [
                "peace",
                "protection"
            ],
            "biblical_reference": "Psalm 107:29",
            "time_of_day": "afternoon",
            "scripture": "He makes the storm a calm,",
            "approved": true,
            "checked": true,
            "prayer_id": 114
        },
        {
            "saint_id": "st_nicholas",
            "title": "The Secret Consolation",
            "prayer_text": "Giver of Secret Gifts, in the loneliness of this hour, bring the comfort of God's presence to my door. You who aided the desperate in the cover of night, come to me now when I feel unseen by the world. Remind me that my Father in heaven sees me and loves me.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Matthew 6:4",
            "time_of_day": "afternoon",
            "scripture": "so that your merciful deeds may be in secret, then your Father who sees in secret will reward you openly.",
            "approved": true,
            "checked": true,
            "prayer_id": 115
        },
        {
            "saint_id": "st_nicholas",
            "title": "Mender of Hearts",
            "prayer_text": "Merciful Nicholas, who saved the condemned from death, look with pity on my grief which feels like a heavy sentence. Intercede for the healing of my broken heart, that I may not be swallowed up by sorrow. Turn my mourning into a trust in the eternal life to come.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "Psalm 34:18",
            "time_of_day": "afternoon",
            "scripture": "The LORD is near to those who have a broken heart,",
            "approved": true,
            "checked": true,
            "prayer_id": 116
        },
        {
            "saint_id": "st_nicholas",
            "title": "Release from Chains",
            "prayer_text": "O Breaker of Chains, I cry out to you from the prison of my addiction; ask the Lord to set me free. You who rescued the innocent, rescue me now from the guilt and the craving that bind me. Grant me the strength to walk out of this darkness into the light of liberty.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Psalm 146:7",
            "time_of_day": "afternoon",
            "scripture": "who executes justice for the oppressed;",
            "approved": true,
            "checked": true,
            "prayer_id": 117
        },
        {
            "saint_id": "st_nicholas",
            "title": "Shepherd at Twilight",
            "prayer_text": "Good Shepherd of Myra, the day is waning and the path is dim; guide my steps lest I stumble. Help me to navigate the remaining duties of this afternoon with wisdom and clarity. Lead me gently home to rest, with a conscience clear and a heart full of gratitude.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "Psalm 23:3",
            "time_of_day": "afternoon",
            "scripture": "He restores my soul.",
            "approved": true,
            "checked": true,
            "prayer_id": 118
        },
        {
            "saint_id": "st_joan",
            "title": "Battlefield of the Morning",
            "prayer_text": "Maid of Orléans, I wake to the battlefield of this new day; lend me your armor of faith. Grant me the courage to 'go boldly' into my duties, fearing nothing but the loss of God’s grace. Let me hear the voice of the Lord directing my steps as I march forward.",
            "tags": [
                "courage",
                "work"
            ],
            "biblical_reference": "Joshua 1:9",
            "time_of_day": "morning",
            "scripture": "Haven’t I commanded you? Be strong and courageous. Don’t be afraid. Don’t be dismayed, for the LORD your God is with you wherever you go.”",
            "approved": true,
            "checked": true,
            "prayer_id": 119
        },
        {
            "saint_id": "st_joan",
            "title": "Listening for the Voice",
            "prayer_text": "O Saint Joan, who listened so intently to the voices from heaven, open my ears to the promptings of the Holy Spirit this morning. Amidst the noise of the world, help me distinguish the will of God from my own desires. Guide me to answer 'yes' to His call without hesitation.",
            "tags": [
                "guidance",
                "hope"
            ],
            "biblical_reference": "1 Samuel 3:10",
            "time_of_day": "morning",
            "scripture": "The LORD came, and stood, and called as at other times, “Samuel! Samuel!”",
            "approved": true,
            "checked": true,
            "prayer_id": 120
        },
        {
            "saint_id": "st_joan",
            "title": "Banner of Protection",
            "prayer_text": "Warrior of God, raise your banner over my family as we depart this morning, shielding us from spiritual attacks. You who faced the English arrows, protect us from the snares of the enemy that seek to wound our souls. Keep us safe in the fortress of the Church.",
            "tags": [
                "protection",
                "family"
            ],
            "biblical_reference": "Psalm 20:5",
            "time_of_day": "morning",
            "scripture": "We will triumph in your salvation.",
            "approved": true,
            "checked": true,
            "prayer_id": 121
        },
        {
            "saint_id": "st_joan",
            "title": "Born for This",
            "prayer_text": "Daughter of God, when anxiety trembles within me at the thought of today's challenges, remind me that God is with me. You said, 'I am not afraid; I was born to do this'; help me to claim my own vocation with that same trust. Silence the whispers of doubt that cloud my morning.",
            "tags": [
                "anxiety",
                "courage"
            ],
            "biblical_reference": "Esther 4:14",
            "time_of_day": "morning",
            "scripture": "For if you remain silent now, then relief and deliverance will come to the Jews from another place, but you and your father’s house will perish. Who knows if you haven’t come to the kingdom for such a time as this?”",
            "approved": true,
            "checked": true,
            "prayer_id": 122
        },
        {
            "saint_id": "st_joan",
            "title": "Zeal in Labor",
            "prayer_text": "O Saint Joan, who left the spinning wheel to save a nation, bless my labor this day. Help me to serve the Lord with all my might, whether in great deeds or humble tasks. Let my work be a crusade for truth and goodness in a darkened world.",
            "tags": [
                "work",
                "hope"
            ],
            "biblical_reference": "Colossians 3:23",
            "time_of_day": "morning",
            "scripture": "And whatever you do, work heartily, as for the Lord and not for men,",
            "approved": true,
            "checked": true,
            "prayer_id": 123
        },
        {
            "saint_id": "st_joan",
            "title": "Company in the Tower",
            "prayer_text": "Saint Joan, abandoned by friends and trapped in the prison of solitude, be near me in this lonely afternoon. When I feel misunderstood or isolated, remind me that Christ is the truest friend who never leaves. Strengthen my spirit to find freedom in prayer, even within these walls.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "2 Timothy 4:16-17",
            "time_of_day": "afternoon",
            "scripture": "At my first defense, no one came to help me, but all left me. May it not be held against them. But the Lord stood by me and strengthened me, that through me the message might be fully proclaimed, and that all the Gentiles might hear. So I was delivered out of the mouth of the lion.",
            "approved": true,
            "checked": true,
            "prayer_id": 124
        },
        {
            "saint_id": "st_joan",
            "title": "Breaking the Chains",
            "prayer_text": "O Martyr of Rouen, you bore the weight of heavy chains; help me to break the fetters of addiction that bind me. When the temptation grows strong in the weary hours, lend me your fiery resolve to say 'no' to the darkness. Intercede for my liberation, that I may belong wholly to God.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Psalm 107:14",
            "time_of_day": "afternoon",
            "scripture": "He brought them out of darkness and the shadow of death,",
            "approved": true,
            "checked": true,
            "prayer_id": 125
        },
        {
            "saint_id": "st_joan",
            "title": "Peace in the Fire",
            "prayer_text": "Saint Joan, who remained steadfast in the face of fire and accusation, grant me peace amidst the stress of this day. When false words or difficult circumstances surround me, keep my eyes fixed on the Cross held before you. Let the peace of a clear conscience be my refuge.",
            "tags": [
                "peace",
                "protection"
            ],
            "biblical_reference": "John 16:33",
            "time_of_day": "afternoon",
            "scripture": "I have told you these things, that in me you may have peace. In the world you have trouble; but cheer up! I have overcome the world.”",
            "approved": true,
            "checked": true,
            "prayer_id": 126
        },
        {
            "saint_id": "st_joan",
            "title": "Surrender in Grief",
            "prayer_text": "Holy Maiden, who gave your life young and full of promise, comfort me in my grief and loss. Help me to surrender my sorrow to the King of Heaven, trusting that every tear is counted by Him. Teach me that death is not the end, but the gateway to eternal victory.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Revelation 21:4",
            "time_of_day": "afternoon",
            "scripture": "He will wipe away every tear from their eyes. Death will be no more; neither will there be mourning, nor crying, nor pain any more. The first things have passed away.”",
            "approved": true,
            "checked": true,
            "prayer_id": 127
        },
        {
            "saint_id": "st_joan",
            "title": "Healing the Wounded",
            "prayer_text": "O brave Saint Joan, you were wounded in battle yet returned to the fight; look upon my wounds of body and spirit. Ask the Divine Physician to pour His healing balm upon me, that I may not despair in my suffering. Give me the strength to endure this pain for the love of Jesus.",
            "tags": [
                "healing",
                "courage"
            ],
            "biblical_reference": "Jeremiah 30:17",
            "time_of_day": "afternoon",
            "scripture": "For I will restore health to you,",
            "approved": true,
            "checked": true,
            "prayer_id": 128
        },
        {
            "saint_id": "st_teresa",
            "title": "Let Nothing Disturb You",
            "prayer_text": "O Seraphic Mother, who taught that 'all things pass,' calm the turmoil of my spirit as I face this new day. Remind me that patience attains all things and that he who has God lacks nothing. Let nothing disturb my peace this morning, for God alone suffices.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Psalm 62:1",
            "time_of_day": "morning",
            "scripture": "My soul rests in God alone.",
            "approved": true,
            "checked": true,
            "prayer_id": 129
        },
        {
            "saint_id": "st_teresa",
            "title": "God Among the Pots and Pans",
            "prayer_text": "Saint Teresa, you found the Lord walking among the pots and pans; help me to find Him in the humble tasks of this morning. Grant me the grace to serve with love in the kitchen of my daily life, offering every small action as a prayer. Let my work be a conversation with the Divine Guest.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Colossians 3:17",
            "time_of_day": "morning",
            "scripture": "Whatever you do, in word or in deed, do all in the name of the Lord Jesus, giving thanks to God the Father through him.",
            "approved": true,
            "checked": true,
            "prayer_id": 130
        },
        {
            "saint_id": "st_teresa",
            "title": "Determined Determination",
            "prayer_text": "O Reformer of Carmel, grant me a 'determined determination' to pursue virtue this day, no matter the cost. When the path is steep and my will is weak, lend me your fiery courage to never look back. Help me to keep my eyes fixed on the Captain of Love, Jesus Christ.",
            "tags": [
                "courage",
                "hope"
            ],
            "biblical_reference": "Luke 9:62",
            "time_of_day": "morning",
            "scripture": "But Jesus said to him, “No one, having put his hand to the plow and looking back, is fit for God’s Kingdom.”",
            "approved": true,
            "checked": true,
            "prayer_id": 131
        },
        {
            "saint_id": "st_teresa",
            "title": "Fortress of the Family",
            "prayer_text": "Saint Teresa, protect my family within the interior castle of God's grace as we separate for our daily duties. Guard our hearts from the distractions of the world, that we may remain united in the friendship of Christ. May our home be a dwelling place of prayer and charity.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Proverbs 14:26",
            "time_of_day": "morning",
            "scripture": "In the fear of the LORD is a secure fortress,",
            "approved": true,
            "checked": true,
            "prayer_id": 132
        },
        {
            "saint_id": "st_teresa",
            "title": "Freedom from Chains",
            "prayer_text": "Doctor of Prayer, teach me to detach my heart from the created things that enslave me. Intercede for me, that I may break the chains of addiction and find my true satisfaction in the living waters of the Spirit. Help me to desire God above all earthly comforts this day.",
            "tags": [
                "addiction",
                "healing"
            ],
            "biblical_reference": "John 4:14",
            "time_of_day": "morning",
            "scripture": "but whoever drinks of the water that I will give him will never thirst again; but the water that I will give him will become in him a well of water springing up to eternal life.”",
            "approved": true,
            "checked": true,
            "prayer_id": 133
        },
        {
            "saint_id": "st_teresa",
            "title": "The Interior Guest",
            "prayer_text": "O Mystic of Ávila, lead me into the inner chamber of my soul where the King of Glory dwells in silence. When I feel alone in this afternoon hour, remind me that the greatest Friend is waiting for me within. Teach me to converse lovingly with Him who loves me so dearly.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "John 14:23",
            "time_of_day": "afternoon",
            "scripture": "Jesus answered him, “If a man loves me, he will keep my word. My Father will love him, and we will come to him and make our home with him.",
            "approved": true,
            "checked": true,
            "prayer_id": 134
        },
        {
            "saint_id": "st_teresa",
            "title": "God Never Changes",
            "prayer_text": "Saint Teresa, who knew that God never changes even when life is full of sorrow, be my comfort in this time of grief. Anchor my drifting heart in the stability of His eternal love, which knows no end. Let me rest in the assurance that I possess the All, even amidst this loss.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Hebrews 13:8",
            "time_of_day": "afternoon",
            "scripture": "Jesus Christ is the same yesterday, today, and forever.",
            "approved": true,
            "checked": true,
            "prayer_id": 135
        },
        {
            "saint_id": "st_teresa",
            "title": "Humility in Action",
            "prayer_text": "O Guide of Souls, the afternoon is weary and the road of perfection seems long; support my faltering steps. Help me to persevere in my duties with humility, knowing that humility is walking in truth. Direct my actions, that they may be pleasing to the Majesty of God.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Micah 6:8",
            "time_of_day": "afternoon",
            "scripture": "He has shown you, O man, what is good.",
            "approved": true,
            "checked": true,
            "prayer_id": 136
        },
        {
            "saint_id": "st_teresa",
            "title": "Wounded by Love",
            "prayer_text": "Saint Teresa, wounded by the dart of divine love, look upon the wounds of my body and spirit with compassion. Ask the Divine Physician to heal what is broken in me, or to give me the strength to suffer with love. May my pain become a path to deeper union with the Beloved.",
            "tags": [
                "healing",
                "courage"
            ],
            "biblical_reference": "Song of Solomon 2:5",
            "time_of_day": "afternoon",
            "scripture": "Strengthen me with raisins,",
            "approved": true,
            "checked": true,
            "prayer_id": 137
        },
        {
            "saint_id": "st_teresa",
            "title": "Trust in Providence",
            "prayer_text": "Saint Teresa, shield of the faithful, protect my mind from the wandering thoughts and anxieties that assail me as the day wanes. Grant me the courage to trust in God's providence, even when I cannot see the way forward. Let me find my safety in the arms of Jesus.",
            "tags": [
                "anxiety",
                "protection"
            ],
            "biblical_reference": "Psalm 91:2",
            "time_of_day": "afternoon",
            "scripture": "I will say of the LORD, “He is my refuge and my fortress;",
            "approved": true,
            "checked": true,
            "prayer_id": 138
        },
        {
            "saint_id": "st_therese",
            "title": "The Little Way of Trust",
            "prayer_text": "O Little Flower of Jesus, as the day begins, I feel small and overwhelmed by the cares ahead; teach me your Little Way of perfect trust. Help me to rest in the Father's arms like a child, casting every worry upon Him who carries me. Let me fear nothing, knowing that His love surrounds me.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Matthew 18:3",
            "time_of_day": "morning",
            "scripture": "and said, “Most certainly I tell you, unless you turn and become as little children, you will in no way enter into the Kingdom of Heaven.",
            "approved": true,
            "checked": true,
            "prayer_id": 139
        },
        {
            "saint_id": "st_therese",
            "title": "Small Things, Great Love",
            "prayer_text": "Dear Saint Therese, you found holiness in the ordinary tasks of the convent; guide my hands this morning. Help me to do the smallest things with great love, turning my daily labor into a bouquet of roses for Jesus. May my humble efforts please His Sacred Heart.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "1 Corinthians 10:31",
            "time_of_day": "morning",
            "scripture": "Whether therefore you eat or drink, or whatever you do, do all to the glory of God.",
            "approved": true,
            "checked": true,
            "prayer_id": 140
        },
        {
            "saint_id": "st_therese",
            "title": "Shower of Roses on the Home",
            "prayer_text": "O Patroness of Missions, look upon the mission field of my own home as we start this day. Let a shower of roses fall upon my family, protecting us from discord and filling our hearts with simple, childlike love. Keep us united in the spirit of the Holy Family.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Psalm 127:1",
            "time_of_day": "morning",
            "scripture": "Unless the LORD builds the house,",
            "approved": true,
            "checked": true,
            "prayer_id": 141
        },
        {
            "saint_id": "st_therese",
            "title": "The Elevator of Grace",
            "prayer_text": "St. Therese, I am too weak to climb the rough stairway of perfection alone; I need the elevator of Christ's arms. As I face the temptation of addiction this morning, come to my aid and lift me above the mire. I offer you my frailty, trusting that God's power is made perfect in it.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "2 Corinthians 12:9",
            "time_of_day": "morning",
            "scripture": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me.",
            "approved": true,
            "checked": true,
            "prayer_id": 142
        },
        {
            "saint_id": "st_therese",
            "title": "Confidence in the Storm",
            "prayer_text": "Sweet Saint, who promised to spend your heaven doing good on earth, grant me a spark of hope at this sunrise. When the horizon seems dark, remind me that behind the clouds is the eternal sun of God's love. Let me walk by faith, confident in His infinite mercy.",
            "tags": [
                "hope",
                "peace"
            ],
            "biblical_reference": "Hebrews 10:35",
            "time_of_day": "morning",
            "scripture": "Therefore don’t throw away your boldness, which has a great reward.",
            "approved": true,
            "checked": true,
            "prayer_id": 143
        },
        {
            "saint_id": "st_therese",
            "title": "The Hidden Face",
            "prayer_text": "O Face of Jesus, so loved by Therese, appear to me in the solitude of this afternoon. When I feel forgotten, remind me that I am hidden with Christ in God, the safest of all places. Be my sister and friend, filling this silence with the fragrance of your prayer.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Colossians 3:3",
            "time_of_day": "afternoon",
            "scripture": "For you died, and your life is hidden with Christ in God.",
            "approved": true,
            "checked": true,
            "prayer_id": 144
        },
        {
            "saint_id": "st_therese",
            "title": "Flowers of Sacrifice",
            "prayer_text": "St. Therese, the day drags on and my patience wears thin; help me to practice the virtue of a smile. Teach me to pick up the 'pins' of irritation and offer them as sacrifices of love. Let me not miss these opportunities to save souls through my endurance.",
            "tags": [
                "work",
                "courage"
            ],
            "biblical_reference": "Romans 12:1",
            "time_of_day": "afternoon",
            "scripture": "Therefore I urge you, brothers, by the mercies of God, to present your bodies a living sacrifice, holy, acceptable to God, which is your spiritual service.",
            "approved": true,
            "checked": true,
            "prayer_id": 145
        },
        {
            "saint_id": "st_therese",
            "title": "Comfort in Exile",
            "prayer_text": "Little Flower, you knew the pain of separation; comfort me in my grief and remind me that life is but a night in a bad inn. Help me to look beyond this sorrow to the eternal morning where we shall be reunited. Strengthen my heart to wait for the homeland of Heaven.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Psalm 30:5",
            "time_of_day": "afternoon",
            "scripture": "For his anger is but for a moment.",
            "approved": true,
            "checked": true,
            "prayer_id": 146
        },
        {
            "saint_id": "st_therese",
            "title": "Scattering Petals",
            "prayer_text": "O Doctor of the Church, though you suffered greatly, you smiled for Jesus; intercede for my healing. If this pain must remain, give me the strength to scatter my sufferings like petals at the Master's feet. Make my spirit strong in love, even if my body is weak.",
            "tags": [
                "healing",
                "courage"
            ],
            "biblical_reference": "2 Corinthians 4:16",
            "time_of_day": "afternoon",
            "scripture": "Therefore we don’t faint, but though our outward person is decaying, yet our inward person is renewed day by day.",
            "approved": true,
            "checked": true,
            "prayer_id": 147
        },
        {
            "saint_id": "st_therese",
            "title": "Vocation of Love",
            "prayer_text": "St. Therese, my vocation is love, but I often lose my way in the details; guide my heart back to the center this afternoon. Show me the next step, however small, that leads to the heart of God. Let me burn with the desire to make Him loved.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "1 Corinthians 13:13",
            "time_of_day": "afternoon",
            "scripture": "But now faith, hope, and love remain—these three. The greatest of these is love.",
            "approved": true,
            "checked": true,
            "prayer_id": 148
        },
        {
            "saint_id": "st_cathrine",
            "title": "Fire of Charity",
            "prayer_text": "O Seraphic Virgin, you who commanded us to be who God made us to be, ignite my heart this morning. Grant me the courage to set my little corner of the world on fire with charity as I begin my work. Let me not shrink from the Truth, but serve it with a bold spirit.",
            "tags": [
                "courage",
                "work"
            ],
            "biblical_reference": "Luke 12:49",
            "time_of_day": "morning",
            "scripture": "“I came to throw fire on the earth. I wish it were already kindled.",
            "approved": true,
            "checked": true,
            "prayer_id": 149
        },
        {
            "saint_id": "st_cathrine",
            "title": "The Inner Cell",
            "prayer_text": "Saint Catherine, teach me to retreat into the inner cell of my heart where God dwells, even before the day's chaos begins. Calm the anxiety that threatens to steal my peace, and help me know myself only in the light of His love. Secure me in the fortress of the soul.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Luke 17:21",
            "time_of_day": "morning",
            "scripture": "neither will they say, ‘Look, here!’ or, ‘Look, there!’ for behold, God’s Kingdom is within you.”",
            "approved": true,
            "checked": true,
            "prayer_id": 150
        },
        {
            "saint_id": "st_cathrine",
            "title": "Guardian of the Home",
            "prayer_text": "O Mamma Catherine, as you cared for your spiritual family, watch over my own earthly family this morning. Protect us from the contagion of the world and bind us together in the Truth. May our home be a place where God is honored above all else.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "3 John 1:4",
            "time_of_day": "morning",
            "scripture": "I have no greater joy than this: to hear about my children walking in truth.",
            "approved": true,
            "checked": true,
            "prayer_id": 151
        },
        {
            "saint_id": "st_cathrine",
            "title": "Walking the Bridge",
            "prayer_text": "Glorious Saint, you saw Christ as the Bridge between heaven and earth; guide my steps onto this sure path today. When the waters of the world rise, keep me from falling into despair. Lead me safely across the trials of this morning to the shores of hope.",
            "tags": [
                "guidance",
                "hope"
            ],
            "biblical_reference": "John 14:6",
            "time_of_day": "morning",
            "scripture": "Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father, except through me.",
            "approved": true,
            "checked": true,
            "prayer_id": 152
        },
        {
            "saint_id": "st_cathrine",
            "title": "Cleansing the Will",
            "prayer_text": "O Saint of the Precious Blood, wash my will in the mercy of Christ as I wake to this battle. Give me the strength to starve the demons of addiction and feed on the Bread of Life instead. Intercede for me, that I may be healed of these disordered desires.",
            "tags": [
                "addiction",
                "healing"
            ],
            "biblical_reference": "1 Peter 1:18-19",
            "time_of_day": "morning",
            "scripture": "knowing that you were redeemed, not with corruptible things like silver or gold, from the useless way of life handed down from your fathers, but with precious blood, as of a lamb without blemish or spot, the blood of Christ,",
            "approved": true,
            "checked": true,
            "prayer_id": 153
        },
        {
            "saint_id": "st_cathrine",
            "title": "Stamina of Love",
            "prayer_text": "O tireless servant of God, the afternoon wears on and my energy fades; lend me your zeal. Help me to see Christ in the faces of those I serve, just as you saw Him in the sick and the poor. Let me finish this day's race with the stamina of love.",
            "tags": [
                "work",
                "courage"
            ],
            "biblical_reference": "Matthew 25:40",
            "time_of_day": "afternoon",
            "scripture": "“The King will answer them, ‘Most certainly I tell you, because you did it to one of the least of these my brothers, you did it to me.’",
            "approved": true,
            "checked": true,
            "prayer_id": 154
        },
        {
            "saint_id": "st_cathrine",
            "title": "Solitude with the Spouse",
            "prayer_text": "Beloved Spouse of Christ, in the silence of this afternoon, my heart feels the ache of solitude. Remind me that God is closer to me than I am to myself. Fill this empty space with the fire of divine love, that I may never feel alone while He is near.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Psalm 139:7",
            "time_of_day": "afternoon",
            "scripture": "Where could I go from your Spirit?",
            "approved": true,
            "checked": true,
            "prayer_id": 155
        },
        {
            "saint_id": "st_cathrine",
            "title": "Vision Beyond Sorrow",
            "prayer_text": "Saint Catherine, Doctor of the Soul, you understood the vanity of passing things; comfort me in my grief. Help me to look past this present sorrow to the eternal joy prepared for us. Hold my hand, that I may not sink into the darkness of mourning.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "2 Corinthians 4:18",
            "time_of_day": "afternoon",
            "scripture": "while we don’t look at the things which are seen, but at the things which are not seen. For the things which are seen are temporal, but the things which are not seen are eternal.",
            "approved": true,
            "checked": true,
            "prayer_id": 156
        },
        {
            "saint_id": "st_cathrine",
            "title": "Shield Against Despair",
            "prayer_text": "O Terror of Demons, the stresses of the day surround me like wolves; be my shield and defense. Drive away the spirits of anxiety and discouragement that seek to paralyze my will. Stand guard over my mind, that I may rest in the truth of God's providence.",
            "tags": [
                "protection",
                "anxiety"
            ],
            "biblical_reference": "Psalm 27:1",
            "time_of_day": "afternoon",
            "scripture": "The LORD is my light and my salvation.",
            "approved": true,
            "checked": true,
            "prayer_id": 157
        },
        {
            "saint_id": "st_cathrine",
            "title": "Light of Wisdom",
            "prayer_text": "O Woman of Wisdom, the shadows are lengthening and I need clarity for the decisions ahead. Whisper the counsel of the Holy Spirit to my heart, that I may do nothing displeasing to the Lord. Illuminate my intellect with the light of faith.",
            "tags": [
                "guidance",
                "peace"
            ],
            "biblical_reference": "James 1:5",
            "time_of_day": "afternoon",
            "scripture": "But if any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him.",
            "approved": true,
            "checked": true,
            "prayer_id": 158
        },
        {
            "saint_id": "st_augustine",
            "title": "Restless Heart at Dawn",
            "prayer_text": "O Saint Augustine, whose heart was restless until it found rest in God, calm my anxious spirit as I wake. Teach me to seek the peace that the world cannot give, anchoring my soul in the eternal Truth. Pray that I may find my center in Christ this morning, rather than in the fleeting things of earth.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Psalm 62:1",
            "time_of_day": "morning",
            "scripture": "My soul rests in God alone.",
            "approved": true,
            "checked": true,
            "prayer_id": 159
        },
        {
            "saint_id": "st_augustine",
            "title": "Breaking the Chains",
            "prayer_text": "Great Doctor of Grace, you know the iron chains of habit that bind the will; stand with me against the temptation of addiction this day. Intercede for the strength to choose the light over the darkness, transforming my old desires into a burning thirst for God. Let me walk in the true freedom of the Spirit.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Romans 7:24-25",
            "time_of_day": "morning",
            "scripture": "What a wretched man I am! Who will deliver me out of the body of this death? I thank God through Jesus Christ, our Lord! So then with the mind, I myself serve God’s law, but with the flesh, sin’s law.",
            "approved": true,
            "checked": true,
            "prayer_id": 160
        },
        {
            "saint_id": "st_augustine",
            "title": "Labor for Truth",
            "prayer_text": "O Light of the Church, illumine my intellect and direct my hands in the work I must do today. Help me to serve the Truth in all my tasks, offering my labor as a hymn of praise to the Creator. May I not be distracted by empty vanities but focused on the eternal good.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Colossians 3:23",
            "time_of_day": "morning",
            "scripture": "And whatever you do, work heartily, as for the Lord and not for men,",
            "approved": true,
            "checked": true,
            "prayer_id": 161
        },
        {
            "saint_id": "st_augustine",
            "title": "Prayer for the Wandering",
            "prayer_text": "Saint Augustine, won over by the patient tears of your holy mother, look with favor upon my family this morning. Pray for the conversion of those I love who have wandered far from the fold. Grant us the grace of unity and patience, that we may journey together towards the City of God.",
            "tags": [
                "family",
                "hope"
            ],
            "biblical_reference": "Luke 15:20",
            "time_of_day": "morning",
            "scripture": "“He arose and came to his father. But while he was still far off, his father saw him and was moved with compassion, and ran, fell on his neck, and kissed him.",
            "approved": true,
            "checked": true,
            "prayer_id": 162
        },
        {
            "saint_id": "st_augustine",
            "title": "New Beginning in Love",
            "prayer_text": "O Lover of Beauty, ancient and new, awaken a fresh hope in my heart as the sun rises. Do not let my past failures define this new day, but lead me to love God more fervently. Help me to begin again with the assurance of His infinite mercy.",
            "tags": [
                "hope",
                "healing"
            ],
            "biblical_reference": "Lamentations 3:22-23",
            "time_of_day": "morning",
            "scripture": "It is because of the LORD’s loving kindnesses that we are not consumed, They are new every morning.",
            "approved": true,
            "checked": true,
            "prayer_id": 163
        },
        {
            "saint_id": "st_augustine",
            "title": "The Inner Sanctuary",
            "prayer_text": "O Holy Bishop, the noise of the day surrounds me, but I seek the silence of the heart. Remind me that God is more inward to me than my most inward part, and higher than my highest reach. Quiet my soul, that I may rest in His presence amidst the chaos.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "Psalm 46:10",
            "time_of_day": "afternoon",
            "scripture": "“Be still, and know that I am God.",
            "approved": true,
            "checked": true,
            "prayer_id": 164
        },
        {
            "saint_id": "st_augustine",
            "title": "Sorrow Turned to Hope",
            "prayer_text": "Saint Augustine, who wept for your mother and friends, be near me in this afternoon of sorrow. Teach me to grieve with hope, knowing that we shall not lose those we love in Him who never ceases to be. Comfort my heart with the promise of the resurrection.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "1 Thessalonians 4:13",
            "time_of_day": "afternoon",
            "scripture": "But we don’t want you to be ignorant, brothers, concerning those who have fallen asleep, so that you don’t grieve like the rest, who have no hope.",
            "approved": true,
            "checked": true,
            "prayer_id": 165
        },
        {
            "saint_id": "st_augustine",
            "title": "Solace in Solitude",
            "prayer_text": "O Soul on fire for God, when I feel alone in the crowd, remind me that You are with me. Help me to turn my solitude into a conversation with the Divine Master, just as you poured out your confessions to Him. Let me feel the embrace of the Communion of Saints.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "John 16:32",
            "time_of_day": "afternoon",
            "scripture": "Behold, the time is coming, yes, and has now come, that you will be scattered, everyone to his own place, and you will leave me alone. Yet I am not alone, because the Father is with me.",
            "approved": true,
            "checked": true,
            "prayer_id": 166
        },
        {
            "saint_id": "st_augustine",
            "title": "Healer of the Will",
            "prayer_text": "Doctor of Grace, look upon the wounds of my spirit with compassion as the day wears on. Ask the Divine Physician to heal the blindness of my heart and the weakness of my will. Grant me the courage to accept the medicine of grace, however bitter it may taste.",
            "tags": [
                "healing",
                "courage"
            ],
            "biblical_reference": "Jeremiah 17:14",
            "time_of_day": "afternoon",
            "scripture": "Heal me, O LORD, and I will be healed.",
            "approved": true,
            "checked": true,
            "prayer_id": 167
        },
        {
            "saint_id": "st_augustine",
            "title": "Ordering of Love",
            "prayer_text": "O Great Theologian, the shadows are lengthening and I need the light of wisdom to guide my decisions. Direct my will to choose what is right, ordering my loves so that I value nothing above God. Lead me through the maze of this world to the eternal shore.",
            "tags": [
                "guidance",
                "protection"
            ],
            "biblical_reference": "Philippians 1:9-10",
            "time_of_day": "afternoon",
            "scripture": "This I pray, that your love may abound yet more and more in knowledge and all discernment, so that you may approve the things that are excellent, that you may be sincere and without offense to the day of Christ,",
            "approved": true,
            "checked": true,
            "prayer_id": 168
        },
        {
            "saint_id": "st_benedict",
            "title": "Blessing the Work",
            "prayer_text": "O Holy Father Benedict, who taught us that to labor is to pray, bless my hands as I take up my tasks this morning. Let my work be an offering of praise to the Creator, performed with humility and care. Help me to see Christ in the tools I use and the people I serve today.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Colossians 3:23",
            "time_of_day": "morning",
            "scripture": "And whatever you do, work heartily, as for the Lord and not for men,",
            "approved": true,
            "checked": true,
            "prayer_id": 169
        },
        {
            "saint_id": "st_benedict",
            "title": "Shield of the Cross",
            "prayer_text": "Saint Benedict, whose faith shattered the poisoned cup, stand as my shield against the snares of the enemy this morning. Let the Holy Cross be my light, that I may not be deceived by the darkness of temptation or malice. Protect my soul and body as I walk into the world.",
            "tags": [
                "protection",
                "courage"
            ],
            "biblical_reference": "Ephesians 6:16",
            "time_of_day": "morning",
            "scripture": "above all, taking up the shield of faith, with which you will be able to quench all the fiery darts of the evil one.",
            "approved": true,
            "checked": true,
            "prayer_id": 170
        },
        {
            "saint_id": "st_benedict",
            "title": "The Peace of Stability",
            "prayer_text": "O Man of Peace, the day rushes in with demands and anxieties, but I seek the stability of your holy Rule. Calm the storm within my heart and grant me the grace of inner silence amidst the noise. May the peace of Christ reign in my soul as I begin this journey.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "John 14:27",
            "time_of_day": "morning",
            "scripture": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful.",
            "approved": true,
            "checked": true,
            "prayer_id": 171
        },
        {
            "saint_id": "st_benedict",
            "title": "Patience in the Family",
            "prayer_text": "Blessed Benedict, father of many, look upon my domestic church this morning with kindness. Help us to bear with one another's infirmities with infinite patience, serving each other in love. Guide our home to be a school of the Lord's service, where peace abides.",
            "tags": [
                "family",
                "peace"
            ],
            "biblical_reference": "Romans 12:10",
            "time_of_day": "morning",
            "scripture": "In love of the brothers be tenderly affectionate to one another; in honor prefer one another,",
            "approved": true,
            "checked": true,
            "prayer_id": 172
        },
        {
            "saint_id": "st_benedict",
            "title": "Breaking the Grip",
            "prayer_text": "Saint Benedict, you drove away the tempter with the sign of the Cross; help me to break the grip of addiction this morning. Shatter the false comfort of my vices and give me the strength to choose the sweet yoke of Christ. Be my guardian against the first cravings of the day.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "1 Corinthians 10:13",
            "time_of_day": "morning",
            "scripture": "No temptation has taken you except what is common to man. God is faithful, who will not allow you to be tempted above what you are able, but will with the temptation also make the way of escape, that you may be able to endure it.",
            "approved": true,
            "checked": true,
            "prayer_id": 173
        },
        {
            "saint_id": "st_benedict",
            "title": "Listening Heart",
            "prayer_text": "O Wise Patriarch, the afternoon noise distracts me; teach me to listen with the ear of my heart. Guide my decisions in these remaining hours, that I may not stray from the path of obedience to God's will. Help me to hear the Master's gentle voice above the clamor of the world.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "Proverbs 4:20",
            "time_of_day": "afternoon",
            "scripture": "My son, attend to my words.",
            "approved": true,
            "checked": true,
            "prayer_id": 174
        },
        {
            "saint_id": "st_benedict",
            "title": "Solitude of the Cave",
            "prayer_text": "Saint Benedict, who found God in the solitude of the cave, be with me in the loneliness of this afternoon. Turn this isolation into a sacred enclosure where I can speak freely with the Lord. Remind me that I am never truly alone when I walk in the presence of God.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Psalm 139:7",
            "time_of_day": "afternoon",
            "scripture": "Where could I go from your Spirit?",
            "approved": true,
            "checked": true,
            "prayer_id": 175
        },
        {
            "saint_id": "st_benedict",
            "title": "Anchor in Grief",
            "prayer_text": "O Rock of Stability, my heart is shaken by grief and loss; anchor me in the unchangeable love of Christ. When the waves of sorrow crash over me this afternoon, hold me fast in the hope of the Resurrection. Intercede for me, that I may endure this trial with patience.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Psalm 61:2",
            "time_of_day": "afternoon",
            "scripture": "From the end of the earth, I will call to you when my heart is overwhelmed.",
            "approved": true,
            "checked": true,
            "prayer_id": 176
        },
        {
            "saint_id": "st_benedict",
            "title": "Care for the Infirm",
            "prayer_text": "Compassionate Father, you taught that care of the sick is serving Christ Himself; look upon my infirmity with mercy. Ask the Divine Physician to touch my body and spirit, restoring my strength for His service. Help me to bear this suffering without murmuring.",
            "tags": [
                "healing",
                "peace"
            ],
            "biblical_reference": "Matthew 25:36",
            "time_of_day": "afternoon",
            "scripture": "I was naked and you clothed me. I was sick and you visited me. I was in prison and you came to me.’",
            "approved": true,
            "checked": true,
            "prayer_id": 177
        },
        {
            "saint_id": "st_benedict",
            "title": "Terror of Demons",
            "prayer_text": "Terror of Demons, as the shadows lengthen, drive away the spirits of darkness and despair that seek to trouble my mind. Let the Holy Cross be my light, refusing entrance to the dragon of fear. Guard my heart as I conclude the day's labors.",
            "tags": [
                "protection",
                "anxiety"
            ],
            "biblical_reference": "Psalm 91:5",
            "time_of_day": "afternoon",
            "scripture": "You shall not be afraid of the terror by night,",
            "approved": true,
            "checked": true,
            "prayer_id": 178
        },
        {
            "saint_id": "st_dominic",
            "title": "Torch of Truth",
            "prayer_text": "O Light of the Church, Saint Dominic, cast the torch of Truth upon my path as the day begins. Guide my words and actions, that I may preach the Gospel through my life, even in silence. Let me not stumble in error but walk confidently in the light of Christ.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "Matthew 5:14",
            "time_of_day": "morning",
            "scripture": "“You are the light of the world. A city located on a hill can’t be hidden.",
            "approved": true,
            "checked": true,
            "prayer_id": 179
        },
        {
            "saint_id": "st_dominic",
            "title": "Weapon of Peace",
            "prayer_text": "O Preacher of Grace, when anxiety clouds my mind at dawn, place the weapon of the Rosary in my hands. Help me to find peace in the rhythm of prayer, meditating on the mysteries of salvation. Quiet my restless heart, that I may trust in God's providence.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Philippians 4:6-7",
            "time_of_day": "morning",
            "scripture": "In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.",
            "approved": true,
            "checked": true,
            "prayer_id": 180
        },
        {
            "saint_id": "st_dominic",
            "title": "Courage to Witness",
            "prayer_text": "Saint Dominic, fearless defender of the faith, grant me the courage to live my beliefs openly this morning. Protect me from the fear of judgment, that I may speak the truth with charity. May my life be a joyful witness to the Resurrection.",
            "tags": [
                "courage",
                "protection"
            ],
            "biblical_reference": "2 Timothy 1:7",
            "time_of_day": "morning",
            "scripture": "For God didn’t give us a spirit of fear, but of power, love, and self-control.",
            "approved": true,
            "checked": true,
            "prayer_id": 181
        },
        {
            "saint_id": "st_dominic",
            "title": "Guardian of the Hearth",
            "prayer_text": "Father of Preachers, who loved your community dearly, watch over my family as we start our day. Bind us together in the charity of Christ, protecting our home from division. Let us speak only to God or of God within these walls.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Colossians 3:14",
            "time_of_day": "morning",
            "scripture": "Above all these things, walk in love, which is the bond of perfection.",
            "approved": true,
            "checked": true,
            "prayer_id": 182
        },
        {
            "saint_id": "st_dominic",
            "title": "Truth Sets Free",
            "prayer_text": "O Dominic, lover of souls, I wake fighting the chains of addiction; help me embrace the Truth that sets us free. Intercede for me, that I may reject the lies of temptation and find satisfaction in God alone. Be my strength when my will is weak.",
            "tags": [
                "addiction",
                "hope"
            ],
            "biblical_reference": "John 8:32",
            "time_of_day": "morning",
            "scripture": "You will know the truth, and the truth will make you free.”",
            "approved": true,
            "checked": true,
            "prayer_id": 183
        },
        {
            "saint_id": "st_dominic",
            "title": "Clarity in Study and Work",
            "prayer_text": "Glorious Saint Dominic, clarify my mind in the fatigue of this afternoon and bless the work of my hands. Grant me the grace to study the ways of the Lord in my daily tasks, leading me closer to the Creator. Keep my intention pure, seeking God's glory rather than my own.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Psalm 19:14",
            "time_of_day": "afternoon",
            "scripture": "Let the words of my mouth and the meditation of my heart",
            "approved": true,
            "checked": true,
            "prayer_id": 184
        },
        {
            "saint_id": "st_dominic",
            "title": "Joyful Companion",
            "prayer_text": "Joyful Friar, who traveled the roads preaching the Word, walk with me in the loneliness of this afternoon. When I feel isolated, remind me of the communion of saints and the nearness of Jesus. Fill my solitude with the joy of your holy presence.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Matthew 28:20",
            "time_of_day": "afternoon",
            "scripture": "teaching them to observe all things that I commanded you. Behold, I am with you always, even to the end of the age.” Amen.",
            "approved": true,
            "checked": true,
            "prayer_id": 185
        },
        {
            "saint_id": "st_dominic",
            "title": "Compassion in Sorrow",
            "prayer_text": "O Saint of Compassion, who sold your books to feed the poor, look with pity upon my grieving heart. Carry my sorrow to the foot of the Cross, helping me to trust that death is not the end. Let the hope of eternal life be my consolation.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Revelation 21:4",
            "time_of_day": "afternoon",
            "scripture": "He will wipe away every tear from their eyes. Death will be no more; neither will there be mourning, nor crying, nor pain any more. The first things have passed away.”",
            "approved": true,
            "checked": true,
            "prayer_id": 186
        },
        {
            "saint_id": "st_dominic",
            "title": "Restoration of Spirit",
            "prayer_text": "Saint Dominic, powerful intercessor, I bring my wounds of body and spirit to you as the day wanes. Ask the Divine Physician to touch my infirmities, restoring me to health for His service. Grant me the patience to bear this cross with a joyful spirit.",
            "tags": [
                "healing",
                "courage"
            ],
            "biblical_reference": "James 5:16",
            "time_of_day": "afternoon",
            "scripture": "Confess your sins to one another and pray for one another, that you may be healed. The insistent prayer of a righteous person is powerfully effective.",
            "approved": true,
            "checked": true,
            "prayer_id": 187
        },
        {
            "saint_id": "st_dominic",
            "title": "Sanctuary of Silence",
            "prayer_text": "O Man of Prayer, the noise of the world is loud this afternoon; teach me to withdraw into the silence of the heart. Create a sanctuary of peace within my soul where I may rest from the stress of the day. Guard my heart against the tumult of frustration.",
            "tags": [
                "peace",
                "protection"
            ],
            "biblical_reference": "Isaiah 26:3",
            "time_of_day": "afternoon",
            "scripture": "You will keep whoever’s mind is steadfast in perfect peace,",
            "approved": true,
            "checked": true,
            "prayer_id": 188
        },
        {
            "saint_id": "st_ignatius",
            "title": "For the Greater Glory",
            "prayer_text": "O Soldier of Christ, as I strap on the armor of a new day, grant me the grace to do all things for the greater glory of God. Help me to find God in every task, however small, and to serve Him with a heart of fire. Let my work this morning be a pure offering, untainted by vanity or selfishness.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "1 Corinthians 10:31",
            "time_of_day": "morning",
            "scripture": "Whether therefore you eat or drink, or whatever you do, do all to the glory of God.",
            "approved": true,
            "checked": true,
            "prayer_id": 189
        },
        {
            "saint_id": "st_ignatius",
            "title": "Holy Indifference",
            "prayer_text": "Saint Ignatius, teach me the freedom of holy indifference as I face the uncertainties of this morning. Calming my anxious heart, help me to desire health or sickness, riches or poverty, only insofar as they lead me to God. Let me rest securely in the Divine Will, fearing nothing but sin.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Matthew 6:33",
            "time_of_day": "morning",
            "scripture": "But seek first God’s Kingdom and his righteousness; and all these things will be given to you as well.",
            "approved": true,
            "checked": true,
            "prayer_id": 190
        },
        {
            "saint_id": "st_ignatius",
            "title": "Standard of the King",
            "prayer_text": "O Captain of God's Company, I pledge my family to the standard of Christ the King as we depart for the day. Protect us from the snares of the world and the deceit of the enemy, keeping our eyes fixed on the true Leader. May our home be a barracks of charity and a school of virtue.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Joshua 24:15",
            "time_of_day": "morning",
            "scripture": "If it seems evil to you to serve the LORD, choose today whom you will serve; whether the gods which your fathers served that were beyond the River, or the gods of the Amorites, in whose land you dwell; but as for me and my house, we will serve the LORD.”",
            "approved": true,
            "checked": true,
            "prayer_id": 191
        },
        {
            "saint_id": "st_ignatius",
            "title": "Conquering the Self",
            "prayer_text": "Saint Ignatius, you fought the hardest battle against self-love; aid me in my struggle against addiction this morning. Give me the courage to reject the false comforts that enslave me, choosing instead the standard of the Cross. Help me to order my life so that no disordered affection rules over me.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Galatians 5:24",
            "time_of_day": "morning",
            "scripture": "Those who belong to Christ have crucified the flesh with its passions and lusts.",
            "approved": true,
            "checked": true,
            "prayer_id": 192
        },
        {
            "saint_id": "st_ignatius",
            "title": "Courage to Serve",
            "prayer_text": "Noble Knight of Our Lady, grant me the courage to be generous today, to give and not to count the cost. When I am tempted to hold back out of fear or laziness, remind me of the sacrifice of Jesus. Let me fight for the good without heeding the wounds.",
            "tags": [
                "courage",
                "work"
            ],
            "biblical_reference": "2 Corinthians 9:7",
            "time_of_day": "morning",
            "scripture": "Let each man give according as he has determined in his heart, not grudgingly or under compulsion, for God loves a cheerful giver.",
            "approved": true,
            "checked": true,
            "prayer_id": 193
        },
        {
            "saint_id": "st_ignatius",
            "title": "Discernment in the Noise",
            "prayer_text": "Master of Discernment, the afternoon brings many voices; help me distinguish the voice of the Good Shepherd from the enemy. Grant me clarity to make decisions that lead to life and peace, rejecting the confusion of the evil one. Guide my steps on the path of wisdom.",
            "tags": [
                "guidance",
                "peace"
            ],
            "biblical_reference": "1 John 4:1",
            "time_of_day": "afternoon",
            "scripture": "Beloved, don’t believe every spirit, but test the spirits, whether they are of God, because many false prophets have gone out into the world.",
            "approved": true,
            "checked": true,
            "prayer_id": 194
        },
        {
            "saint_id": "st_ignatius",
            "title": "Finding God in All Things",
            "prayer_text": "Saint Ignatius, who found God even in the midst of pain, help me to see Him in the struggles of this afternoon. When work becomes drudgery, lift my eyes to the Creator who sustains me in every moment. Let me not be blind to His presence in the ordinary.",
            "tags": [
                "work",
                "hope"
            ],
            "biblical_reference": "Acts 17:27-28",
            "time_of_day": "afternoon",
            "scripture": "that they should seek the Lord, if perhaps they might reach out for him and find him, though he is not far from each one of us. ‘For in him we live, move, and have our being.’ As some of your own poets have said, ‘For we are also his offspring.’",
            "approved": true,
            "checked": true,
            "prayer_id": 195
        },
        {
            "saint_id": "st_ignatius",
            "title": "Surrender of the Heart",
            "prayer_text": "O Saint of the Suscipe, I am weighed down by grief; teach me to surrender my liberty, my memory, and my will to the Lord. Take this sorrow, Lord, and receive it; only Your love and Your grace are enough for me. Help me to find healing in the total gift of myself to You.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "Psalm 51:17",
            "time_of_day": "afternoon",
            "scripture": "The sacrifices of God are a broken spirit.",
            "approved": true,
            "checked": true,
            "prayer_id": 196
        },
        {
            "saint_id": "st_ignatius",
            "title": "Companion in Recovery",
            "prayer_text": "Saint Ignatius, you endured months of painful recovery in solitude; be with me in my own loneliness this afternoon. Transform this time of isolation into a period of conversion and deep intimacy with Christ. Let me read the movements of my soul and find God waiting there.",
            "tags": [
                "loneliness",
                "hope"
            ],
            "biblical_reference": "Psalm 27:14",
            "time_of_day": "afternoon",
            "scripture": "Wait for the LORD.",
            "approved": true,
            "checked": true,
            "prayer_id": 197
        },
        {
            "saint_id": "st_ignatius",
            "title": "Shield Against Desolation",
            "prayer_text": "O Wise Guide, when spiritual desolation hits me in the heat of the day, be my protection against despair. Remind me to stay firm in my resolutions and to wait with patience for the return of consolation. Keep my hope alive when the feelings of faith are dry.",
            "tags": [
                "protection",
                "anxiety"
            ],
            "biblical_reference": "Psalm 42:11",
            "time_of_day": "afternoon",
            "scripture": "Why are you in despair, my soul?",
            "approved": true,
            "checked": true,
            "prayer_id": 198
        },
        {
            "saint_id": "st_faustina",
            "title": "Vessel of Mercy at Dawn",
            "prayer_text": "O Secretary of Divine Mercy, guide my hands this morning that every act may be a vessel of God's love. Help me to see the image of the Merciful Jesus in everyone I meet, turning my work into a hymn of praise. Let no opportunity for kindness pass me by today.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Matthew 5:7",
            "time_of_day": "morning",
            "scripture": "Blessed are the merciful,",
            "approved": true,
            "checked": true,
            "prayer_id": 199
        },
        {
            "saint_id": "st_faustina",
            "title": "Trust Against Anxiety",
            "prayer_text": "Saint Faustina, who taught the world to trust, calm the anxiety that grips my heart at the dawn of this day. Remind me that the ocean of God's mercy is greater than my fears, and help me whisper 'Jesus, I trust in You' with true confidence. Let me rest in the assurance that I am a beloved child of the Father.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Psalm 56:3",
            "time_of_day": "morning",
            "scripture": "When I am afraid,",
            "approved": true,
            "checked": true,
            "prayer_id": 200
        },
        {
            "saint_id": "st_faustina",
            "title": "Rays of Protection",
            "prayer_text": "Apostle of Mercy, I entrust my family to your prayers as we scatter for the day; cover us with the rays of blood and water. Protect our home from discord and let forgiveness be the language we speak to one another. May the Divine Mercy wrap us in a mantle of safety and love.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "1 Peter 4:8",
            "time_of_day": "morning",
            "scripture": "And above all things be earnest in your love among yourselves, for love covers a multitude of sins.",
            "approved": true,
            "checked": true,
            "prayer_id": 201
        },
        {
            "saint_id": "st_faustina",
            "title": "Strength in Weakness",
            "prayer_text": "O Humble Servant, I wake facing the giant of addiction, but I know that no misery is too deep for God's mercy. Intercede for me, that I may drink from the fount of strength and resist the first temptation of the morning. Help me to cling to the hem of Christ's garment when I feel weak.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "2 Corinthians 12:9",
            "time_of_day": "morning",
            "scripture": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me.",
            "approved": true,
            "checked": true,
            "prayer_id": 202
        },
        {
            "saint_id": "st_faustina",
            "title": "Morning of Hope",
            "prayer_text": "Saint Faustina, herald of hope, as the sun rises, illuminate my soul with the promise of God's infinite goodness. Chase away the shadows of discouragement and teach me to live this day with a spirit of gratitude. Let me be a reflection of the divine light to a darkened world.",
            "tags": [
                "hope",
                "guidance"
            ],
            "biblical_reference": "Lamentations 3:22-23",
            "time_of_day": "morning",
            "scripture": "It is because of the LORD’s loving kindnesses that we are not consumed, They are new every morning.",
            "approved": true,
            "checked": true,
            "prayer_id": 203
        },
        {
            "saint_id": "st_faustina",
            "title": "Peace in the Hour of Mercy",
            "prayer_text": "O Saint of the Three O'Clock Hour, as the afternoon fades, immerse my weary spirit in the ocean of Jesus' passion. When the stress of the day threatens my peace, remind me of the blood and water that gushed forth for my salvation. Grant me the grace to offer my fatigue as a prayer for sinners.",
            "tags": [
                "peace",
                "work"
            ],
            "biblical_reference": "John 19:34",
            "time_of_day": "afternoon",
            "scripture": "However, one of the soldiers pierced his side with a spear, and immediately blood and water came out.",
            "approved": true,
            "checked": true,
            "prayer_id": 204
        },
        {
            "saint_id": "st_faustina",
            "title": "Comfort in Sorrow",
            "prayer_text": "Saint Faustina, you knew the depth of Jesus' sorrow; come to me in my own time of grief and loss. Wrap my broken heart in the tender mercy of the Lord, who collects every tear in His bottle. Whisper to me the promise of the resurrection, where all sorrow will be turned into joy.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Psalm 56:8",
            "time_of_day": "afternoon",
            "scripture": "You count my wanderings.",
            "approved": true,
            "checked": true,
            "prayer_id": 205
        },
        {
            "saint_id": "st_faustina",
            "title": "Strength in Fear",
            "prayer_text": "O Apostle of Mercy, when fear grips my heart, remind me of the Lord's command to fear not. Stand by me and strengthen my trust in His protecting hand. Let me hear His voice saying, 'I am with thee,' and find courage in His presence.",
            "tags": [
                "anxiety",
                "courage"
            ],
            "biblical_reference": "Isaiah 41:10",
            "time_of_day": "afternoon",
            "scripture": "Don’t you be afraid, for I am with you.",
            "approved": true,
            "checked": true,
            "prayer_id": 206
        },
        {
            "saint_id": "st_faustina",
            "title": "Balm for the Wounded",
            "prayer_text": "O Dispenser of God's Graces, look with pity upon my infirmities of body and soul as the day wanes. Ask the Divine Physician to pour His healing balm upon my wounds, trusting that His will is love and mercy itself. Strengthen my faith, that I may endure this trial with patience.",
            "tags": [
                "healing",
                "courage"
            ],
            "biblical_reference": "Psalm 147:3",
            "time_of_day": "afternoon",
            "scripture": "He heals the broken in heart,",
            "approved": true,
            "checked": true,
            "prayer_id": 207
        },
        {
            "saint_id": "st_faustina",
            "title": "Shield Against Despair",
            "prayer_text": "Saint Faustina, shield of souls, protect me from the snares of despair and the whispers of the enemy in these later hours. When confusion seeks to cloud my judgment, point me to the rays of mercy that flow from the Heart of Jesus. Stand guard over my peace, that I may finish the day in grace.",
            "tags": [
                "protection",
                "guidance"
            ],
            "biblical_reference": "Psalm 32:7",
            "time_of_day": "afternoon",
            "scripture": "You are my hiding place.",
            "approved": true,
            "checked": true,
            "prayer_id": 208
        },
        {
            "saint_id": "god",
            "title": "Calm the Morning Storm",
            "prayer_text": "Lord Jesus, as the sun rises, the waves of anxiety already crash against my heart; speak Your peace to my soul. Help me to keep my eyes fixed on You rather than the wind and waves of this day's demands. Let me walk upon these waters with confidence, knowing You are holding my hand.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Matthew 14:30-31",
            "time_of_day": "morning",
            "prayer_id": 209,
            "approved": true,
            "checked": true,
            "scripture": "But when he saw that the wind was strong, he was afraid, and beginning to sink, he cried out, saying, “Lord, save me!” Immediately Jesus stretched out his hand, took hold of him, and said to him, “You of little faith, why did you doubt?”"
        },
        {
            "saint_id": "god",
            "title": "Shield at Sunrise",
            "prayer_text": "Almighty Father, I put on Your full armor as I step into the world this morning. Be my shield against the snares of the enemy and the dangers of this day. Surround me with Your favor as with a shield, that I may stand firm in Your grace.",
            "tags": [
                "protection",
                "courage"
            ],
            "biblical_reference": "Psalm 5:12",
            "time_of_day": "morning",
            "prayer_id": 210,
            "approved": true,
            "checked": true,
            "scripture": "For you will bless the righteous."
        },
        {
            "saint_id": "god",
            "title": "Dawn of Expectation",
            "prayer_text": "O God of all hope, fill me with all joy and peace in believing as I begin this new day. Let the morning light remind me that Your mercies are new every morning. May I abound in hope by the power of the Holy Spirit, looking forward to the good You have prepared.",
            "tags": [
                "hope",
                "peace"
            ],
            "biblical_reference": "Romans 15:13",
            "time_of_day": "morning",
            "prayer_id": 211,
            "approved": true,
            "checked": true,
            "scripture": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope in the power of the Holy Spirit."
        },
        {
            "saint_id": "god",
            "title": "Presence in the Silence",
            "prayer_text": "Lord, the house is quiet and I feel the weight of loneliness; remind me that I am never alone, for You are with me. Let this silence be a sanctuary where I meet You, my truest Friend. Walk with me through the hours of this day, that I may find comfort in Your abiding presence.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Matthew 28:20",
            "time_of_day": "morning",
            "prayer_id": 212,
            "approved": true,
            "checked": true,
            "scripture": "teaching them to observe all things that I commanded you. Behold, I am with you always, even to the end of the age.” Amen."
        },
        {
            "saint_id": "god",
            "title": "Offering of Labor",
            "prayer_text": "Creator God, I offer You the work of my hands this day; let it be a living sacrifice, holy and pleasing to You. Grant me diligence and integrity, that I may serve others as if I were serving You directly. Establish the work of my hands, O Lord.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Psalm 90:17",
            "time_of_day": "morning",
            "prayer_id": 213,
            "approved": true,
            "checked": true,
            "scripture": "Let the favor of the Lord our God be on us."
        },
        {
            "saint_id": "god",
            "title": "Blessing the Household",
            "prayer_text": "Heavenly Father, watch over my family as we scatter to our various tasks this morning. Protect our coming and going, and keep us united in the bond of charity. May our home be a place where Your name is honored and Your love is felt.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Deuteronomy 28:6",
            "time_of_day": "morning",
            "prayer_id": 214,
            "approved": true,
            "checked": true,
            "scripture": "You shall be blessed when you come in, and you shall be blessed when you go out."
        },
        {
            "saint_id": "god",
            "title": "Comfort in Morning Sorrow",
            "prayer_text": "Lord of all comfort, I wake with the heavy ache of grief; be my strength when I have none. wrap Your arms around me and remind me that blessed are those who mourn, for they shall be comforted. Help me to breathe through the pain today, leaning entirely on Your chest.",
            "tags": [
                "grief",
                "healing"
            ],
            "biblical_reference": "Matthew 5:4",
            "time_of_day": "morning",
            "prayer_id": 215,
            "approved": true,
            "checked": true,
            "scripture": "Blessed are those who mourn,"
        },
        {
            "saint_id": "god",
            "title": "Strength to Resist",
            "prayer_text": "Lord Jesus, You conquered the wilderness; give me the strength to conquer the temptations of addiction this morning. When the cravings rise, let Your grace be sufficient for me, for Your power is made perfect in weakness. Deliver me from evil and lead me in the path of freedom.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "2 Corinthians 12:9",
            "time_of_day": "morning",
            "prayer_id": 216,
            "approved": true,
            "checked": true,
            "scripture": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me."
        },
        {
            "saint_id": "god",
            "title": "The Healing Light",
            "prayer_text": "My Lord who heals, look upon my infirmities as the day begins. Restore my strength and renew my spirit, that I may serve You with gladness. If it be Your will, remove this cup of suffering; if not, grant me the grace to drink it with love.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Exodus 15:26",
            "time_of_day": "morning",
            "prayer_id": 217,
            "approved": true,
            "checked": true,
            "scripture": "He said, “If you will diligently listen to the LORD your God’s voice, and will do that which is right in his eyes, and will pay attention to his commandments, and keep all his statutes, I will put none of the diseases on you which I have put on the Egyptians; for I am the LORD who heals you.”"
        },
        {
            "saint_id": "god",
            "title": "Peace that Surpasses Understanding",
            "prayer_text": "Prince of Peace, guard my heart and mind as I step into the chaos of the world. Let not my heart be troubled, neither let it be afraid. Grant me a spirit of tranquility that bears witness to the security I have in You.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "John 14:27",
            "time_of_day": "morning",
            "prayer_id": 218,
            "approved": true,
            "checked": true,
            "scripture": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful."
        },
        {
            "saint_id": "god",
            "title": "Lamp to My Feet",
            "prayer_text": "Lord God, I stand at the threshold of a new day with decisions to make; be a lamp unto my feet. Instruct me and teach me in the way I should go; counsel me with Your loving eye. Let me not turn to the right or to the left, but follow Your path.",
            "tags": [
                "guidance",
                "protection"
            ],
            "biblical_reference": "Psalm 32:8",
            "time_of_day": "morning",
            "prayer_id": 219,
            "approved": true,
            "checked": true,
            "scripture": "I will instruct you and teach you in the way which you shall go."
        },
        {
            "saint_id": "god",
            "title": "Lion of Judah",
            "prayer_text": "Lord Jesus, Lion of Judah, grant me the courage to face the giants in my life today. Let me not shrink back in fear, but stand firm in the faith, knowing the battle belongs to You. Embolden my spirit to speak truth and do justice.",
            "tags": [
                "courage",
                "protection"
            ],
            "biblical_reference": "Joshua 1:9",
            "time_of_day": "morning",
            "prayer_id": 220,
            "approved": true,
            "checked": true,
            "scripture": "Haven’t I commanded you? Be strong and courageous. Don’t be afraid. Don’t be dismayed, for the LORD your God is with you wherever you go.”"
        },
        {
            "saint_id": "god",
            "title": "Casting Cares",
            "prayer_text": "Father, I cast all my anxieties on You this morning because I know You care for me. Take the burden of the unknown from my shoulders and replace it with the yoke of Jesus, which is easy and light. Let me trust in Your providence more than my own planning.",
            "tags": [
                "anxiety",
                "hope"
            ],
            "biblical_reference": "1 Peter 5:7",
            "time_of_day": "morning",
            "prayer_id": 221,
            "approved": true,
            "checked": true,
            "scripture": "casting all your worries on him, because he cares for you."
        },
        {
            "saint_id": "god",
            "title": "Fortress of the Almighty",
            "prayer_text": "O Most High, I dwell in Your shelter and abide in Your shadow; surely You will save me from the fowler's snare. Cover me with Your feathers this morning, and let Your faithfulness be my rampart and wall. I will not fear the terror of the night nor the arrow that flies by day.",
            "tags": [
                "protection",
                "peace"
            ],
            "biblical_reference": "Psalm 91:1-4",
            "time_of_day": "morning",
            "prayer_id": 222,
            "approved": true,
            "checked": true,
            "scripture": "He who dwells in the secret place of the Most High I will say of the LORD, “He is my refuge and my fortress; For he will deliver you from the snare of the fowler, He will cover you with his feathers."
        },
        {
            "saint_id": "god",
            "title": "Anchor of the Soul",
            "prayer_text": "Lord Christ, be the anchor of my soul, firm and secure, as I navigate the morning tide. When the world tells me all is lost, remind me of the inheritance kept in heaven for me. Let my hope be not in fleeting things, but in Your eternal word.",
            "tags": [
                "hope",
                "guidance"
            ],
            "biblical_reference": "Hebrews 6:19",
            "time_of_day": "morning",
            "prayer_id": 223,
            "approved": true,
            "checked": true,
            "scripture": "This hope we have as an anchor of the soul, a hope both sure and steadfast and entering into that which is within the veil,"
        },
        {
            "saint_id": "god",
            "title": "Father to the Fatherless",
            "prayer_text": "God, You are a Father to the fatherless and a defender of the lonely; set the solitary in families. As I face this morning alone, let me feel the warmth of Your adoption. Fill the empty spaces of my heart with the fullness of Your Spirit.",
            "tags": [
                "loneliness",
                "family"
            ],
            "biblical_reference": "Psalm 68:5-6",
            "time_of_day": "morning",
            "prayer_id": 224,
            "approved": true,
            "checked": true,
            "scripture": "A father of the fatherless, and a defender of the widows, God sets the lonely in families."
        },
        {
            "saint_id": "god",
            "title": "Carpenter of Nazareth",
            "prayer_text": "Lord Jesus, who sanctified labor by the work of Your hands, bless my tools and my tasks today. Let me work not for earthly reward, but to glorify my Father in heaven. Help me to be patient with colleagues and diligent in my duties.",
            "tags": [
                "work",
                "courage"
            ],
            "biblical_reference": "Colossians 3:23",
            "time_of_day": "morning",
            "prayer_id": 225,
            "approved": true,
            "checked": true,
            "scripture": "And whatever you do, work heartily, as for the Lord and not for men,"
        },
        {
            "saint_id": "god",
            "title": "Unity in the Home",
            "prayer_text": "Lord, I pray for the peace of my household; let no root of bitterness spring up to cause trouble today. Help us to be kind to one another, tenderhearted, forgiving one another, as You in Christ forgave us. Bind us together in love.",
            "tags": [
                "family",
                "peace"
            ],
            "biblical_reference": "Ephesians 4:32",
            "time_of_day": "morning",
            "prayer_id": 226,
            "approved": true,
            "checked": true,
            "scripture": "And be kind to one another, tender hearted, forgiving each other, just as God also in Christ forgave you."
        },
        {
            "saint_id": "god",
            "title": "Man of Sorrows",
            "prayer_text": "Jesus, Man of Sorrows and acquainted with grief, walk with me through this valley of tears today. You wept at the grave of Lazarus; sanctify my tears and turn them into prayers. Let me find solace in knowing that You understand my pain intimately.",
            "tags": [
                "grief",
                "loneliness"
            ],
            "biblical_reference": "Isaiah 53:3",
            "time_of_day": "morning",
            "prayer_id": 227,
            "approved": true,
            "checked": true,
            "scripture": "He was despised"
        },
        {
            "saint_id": "god",
            "title": "Breaking the Chains",
            "prayer_text": "Almighty Deliverer, break the chains of addiction that seek to bind me as I wake. Create in me a clean heart, O God, and renew a right spirit within me. Give me the grace to choose life this morning, turning away from the path of destruction.",
            "tags": [
                "addiction",
                "healing"
            ],
            "biblical_reference": "Psalm 51:10",
            "time_of_day": "morning",
            "prayer_id": 228,
            "approved": true,
            "checked": true,
            "scripture": "Create in me a clean heart, O God."
        },
        {
            "saint_id": "god",
            "title": "Touch of the Hem",
            "prayer_text": "Lord, I reach out to touch the hem of Your garment this morning, believing in Your power to heal. Whether in body, mind, or spirit, make me whole that I may serve You better. Let virtue go out from You and restore my strength.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Mark 5:28",
            "time_of_day": "morning",
            "prayer_id": 229,
            "approved": true,
            "checked": true,
            "scripture": "For she said, “If I just touch his clothes, I will be made well.”"
        },
        {
            "saint_id": "god",
            "title": "Still Waters",
            "prayer_text": "Shepherd of my soul, lead me beside still waters this morning and restore my soul. In the midst of a noisy world, keep my heart quiet and attentive to Your voice. Let Your peace rule in my heart, deciding all things for me.",
            "tags": [
                "peace",
                "guidance"
            ],
            "biblical_reference": "Psalm 23:2",
            "time_of_day": "morning",
            "prayer_id": 230,
            "approved": true,
            "checked": true,
            "scripture": "He makes me lie down in green pastures."
        },
        {
            "saint_id": "god",
            "title": "Ordering My Steps",
            "prayer_text": "Lord, order my steps in Your word, and let not any iniquity have dominion over me. As I plan my day, let Your will be the compass that directs my path. Show me the way wherein I should walk, for I lift up my soul unto You.",
            "tags": [
                "guidance",
                "protection"
            ],
            "biblical_reference": "Psalm 119:133",
            "time_of_day": "morning",
            "prayer_id": 231,
            "approved": true,
            "checked": true,
            "scripture": "Establish my footsteps in your word."
        },
        {
            "saint_id": "god",
            "title": "Not Ashamed",
            "prayer_text": "Lord Jesus, grant me the boldness to not be ashamed of the Gospel today. Give me the courage to witness to Your truth with gentleness and respect. Let my life be a transparent window through which others can see Your light.",
            "tags": [
                "courage",
                "work"
            ],
            "biblical_reference": "Romans 1:16",
            "time_of_day": "morning",
            "prayer_id": 232,
            "approved": true,
            "checked": true,
            "scripture": "For I am not ashamed of the Good News of Christ, because it is the power of God for salvation for everyone who believes, for the Jew first, and also for the Greek."
        },
        {
            "saint_id": "god",
            "title": "Sufficient Grace",
            "prayer_text": "Father, I am anxious about my inadequacies, but You have said Your grace is sufficient. Perfect Your power in my weakness this morning. I surrender my need for control and trust in Your ability to carry me through.",
            "tags": [
                "anxiety",
                "guidance"
            ],
            "biblical_reference": "2 Corinthians 12:9",
            "time_of_day": "morning",
            "prayer_id": 233,
            "approved": true,
            "checked": true,
            "scripture": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me."
        },
        {
            "saint_id": "god",
            "title": "Hedge of Protection",
            "prayer_text": "Lord, place a hedge of protection around me and all that I have on every side. Rebuke the devourer for my sake and keep evil far from my dwelling. Let me go out with joy and be led forth with peace.",
            "tags": [
                "protection",
                "peace"
            ],
            "biblical_reference": "Job 1:10",
            "time_of_day": "morning",
            "prayer_id": 234,
            "approved": true,
            "checked": true,
            "scripture": "Haven’t you made a hedge around him, and around his house, and around all that he has, on every side? You have blessed the work of his hands, and his substance is increased in the land."
        },
        {
            "saint_id": "god",
            "title": "Hope of Glory",
            "prayer_text": "Christ in me, the Hope of Glory, shine through the fog of my morning. When I am discouraged, remind me that my present sufferings are not worth comparing with the glory that will be revealed. Let hope be the helmet of my salvation.",
            "tags": [
                "hope",
                "courage"
            ],
            "biblical_reference": "Colossians 1:27",
            "time_of_day": "morning",
            "prayer_id": 235,
            "approved": true,
            "checked": true,
            "scripture": "to whom God was pleased to make known what are the riches of the glory of this mystery among the Gentiles, which is Christ in you, the hope of glory."
        },
        {
            "saint_id": "god",
            "title": "Friend of the Lonely",
            "prayer_text": "O God, You are the friend who sticks closer than a brother; be near to me. When I feel the sting of isolation, let Your Spirit comfort me with the truth of Your adoption. May I find fellowship in prayer and solace in Your scriptures.",
            "tags": [
                "loneliness",
                "family"
            ],
            "biblical_reference": "Proverbs 18:24",
            "time_of_day": "morning",
            "prayer_id": 236,
            "approved": true,
            "checked": true,
            "scripture": "A man of many companions may be ruined,"
        },
        {
            "saint_id": "god",
            "title": "Labor of Love",
            "prayer_text": "Father, help me to remember that my labor in the Lord is not in vain. Give me the endurance to work steadfastly this morning, knowing that You see every effort. May my productivity be fruit that lasts for Your Kingdom.",
            "tags": [
                "work",
                "hope"
            ],
            "biblical_reference": "1 Corinthians 15:58",
            "time_of_day": "morning",
            "prayer_id": 237,
            "approved": true,
            "checked": true,
            "scripture": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the Lord’s work, because you know that your labor is not in vain in the Lord."
        },
        {
            "saint_id": "god",
            "title": "Master of the House",
            "prayer_text": "Lord Jesus, be the unseen Guest at every meal and the Master of our house today. Guide our conversations and soften our hearts toward one another. Let our family reflect the love and obedience of the Holy Family.",
            "tags": [
                "family",
                "peace"
            ],
            "biblical_reference": "Revelation 3:20",
            "time_of_day": "morning",
            "prayer_id": 238,
            "approved": true,
            "checked": true,
            "scripture": "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, then I will come in to him and will dine with him, and he with me."
        },
        {
            "saint_id": "god",
            "title": "Near to the Brokenhearted",
            "prayer_text": "Lord, You are near to the brokenhearted and save those who are crushed in spirit; draw near to me now. My grief is fresh this morning; hold me up lest I sink. Let me find refuge in the shadow of Your wings until these storms of destruction pass by.",
            "tags": [
                "grief",
                "protection"
            ],
            "biblical_reference": "Psalm 34:18",
            "time_of_day": "morning",
            "prayer_id": 239,
            "approved": true,
            "checked": true,
            "scripture": "The LORD is near to those who have a broken heart,"
        },
        {
            "saint_id": "god",
            "title": "Freedom in the Son",
            "prayer_text": "Jesus, if the Son sets me free, I will be free indeed; claim this truth over my addiction today. Break the power of habit and replace it with the power of the Spirit. Let me walk in the glorious liberty of the children of God.",
            "tags": [
                "addiction",
                "hope"
            ],
            "biblical_reference": "John 8:36",
            "time_of_day": "morning",
            "prayer_id": 240,
            "approved": true,
            "checked": true,
            "scripture": "If therefore the Son makes you free, you will be free indeed."
        },
        {
            "saint_id": "god",
            "title": "Restoring the Years",
            "prayer_text": "Lord, I pray for restoration of health and the years the locust has eaten. Heal my body, mind, and spirit, that I may praise You in the land of the living. Be the strength of my life and my portion forever.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Joel 2:25",
            "time_of_day": "morning",
            "prayer_id": 241,
            "approved": true,
            "checked": true,
            "scripture": "I will restore to you the years that the swarming locust has eaten,"
        },
        {
            "saint_id": "god",
            "title": "My Peace I Give",
            "prayer_text": "Lord, You gave Your peace to the disciples; give it now to me. Not as the world gives do You give; let not my heart be troubled. Let Your peace act as a sentry guarding the door of my heart this morning.",
            "tags": [
                "peace",
                "protection"
            ],
            "biblical_reference": "John 14:27",
            "time_of_day": "morning",
            "prayer_id": 242,
            "approved": true,
            "checked": true,
            "scripture": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful."
        },
        {
            "saint_id": "god",
            "title": "Lead Me in Truth",
            "prayer_text": "Lead me in Your truth and teach me, for You are the God of my salvation; for You I wait all the day long. Make Your paths known to me, O Lord. Grant me discernment to distinguish between the holy and the profane today.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "Psalm 25:5",
            "time_of_day": "morning",
            "prayer_id": 243,
            "approved": true,
            "checked": true,
            "scripture": "Guide me in your truth, and teach me,"
        },
        {
            "saint_id": "god",
            "title": "Take Heart",
            "prayer_text": "Lord Jesus, You have overcome the world; help me to take heart and be of good courage. When I face opposition or failure today, remind me of Your victory. Let faith banish fear from my mind.",
            "tags": [
                "courage",
                "peace"
            ],
            "biblical_reference": "John 16:33",
            "time_of_day": "morning",
            "prayer_id": 244,
            "approved": true,
            "checked": true,
            "scripture": "I have told you these things, that in me you may have peace. In the world you have trouble; but cheer up! I have overcome the world.”"
        },
        {
            "saint_id": "god",
            "title": "Remedy for Worry",
            "prayer_text": "Father, I seek the Kingdom of God and Your righteousness first, trusting You to add all else unto me. Remove the worry of 'what shall we eat' or 'what shall we wear' from my mind. Let me live this day in the simplicity of trust.",
            "tags": [
                "anxiety",
                "work"
            ],
            "biblical_reference": "Matthew 6:33",
            "time_of_day": "morning",
            "prayer_id": 245,
            "approved": true,
            "checked": true,
            "scripture": "But seek first God’s Kingdom and his righteousness; and all these things will be given to you as well."
        },
        {
            "saint_id": "god",
            "title": "Refuge and Strength",
            "prayer_text": "God, You are my refuge and strength, a very present help in trouble. Therefore I will not fear, even if the earth gives way. Be the stability of my times this morning.",
            "tags": [
                "protection",
                "courage"
            ],
            "biblical_reference": "Psalm 46:1-2",
            "time_of_day": "morning",
            "prayer_id": 246,
            "approved": true,
            "checked": true,
            "scripture": "God is our refuge and strength, Therefore we won’t be afraid, though the earth changes,"
        },
        {
            "saint_id": "god",
            "title": "Waiting for the Morning",
            "prayer_text": "Lord, my soul waits for You more than watchmen for the morning. In Your word do I hope. Let the light of Your countenance shine upon me and give me peace.",
            "tags": [
                "hope",
                "peace"
            ],
            "biblical_reference": "Psalm 130:6",
            "time_of_day": "morning",
            "prayer_id": 247,
            "approved": true,
            "checked": true,
            "scripture": "My soul longs for the Lord more than watchmen long for the morning,"
        },
        {
            "saint_id": "god",
            "title": "Solitary Place",
            "prayer_text": "Lord, even in the crowd I feel alone; meet me in this solitary place. You know my sitting down and my rising up; You understand my thought afar off. Let the knowledge of Your intimate care banish my loneliness.",
            "tags": [
                "loneliness",
                "healing"
            ],
            "biblical_reference": "Psalm 139:2",
            "time_of_day": "morning",
            "prayer_id": 248,
            "approved": true,
            "checked": true,
            "scripture": "You know my sitting down and my rising up."
        },
        {
            "saint_id": "god",
            "title": "Prosper the Work",
            "prayer_text": "Father, grant me success in my undertakings today, not for my pride, but for the good of my family and community. Give me wisdom to solve problems and grace to handle stress. Let my work be a testament to Your excellence.",
            "tags": [
                "work",
                "family"
            ],
            "biblical_reference": "Nehemiah 1:11",
            "time_of_day": "morning",
            "prayer_id": 249,
            "approved": true,
            "checked": true,
            "scripture": "Lord, I beg you, let your ear be attentive now to the prayer of your servant, and to the prayer of your servants who delight to fear your name; and please prosper your servant today, and grant him mercy in the sight of this man.”"
        },
        {
            "saint_id": "god",
            "title": "Children of Light",
            "prayer_text": "Lord, help my family to walk as children of light today. Protect our minds from the darkness of the culture and keep our hearts pure. May we encourage one another and build each other up in faith.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Ephesians 5:8",
            "time_of_day": "morning",
            "prayer_id": 250,
            "approved": true,
            "checked": true,
            "scripture": "For you were once darkness, but are now light in the Lord. Walk as children of light,"
        },
        {
            "saint_id": "god",
            "title": "Valley of the Shadow",
            "prayer_text": "Lord, though I walk through the valley of the shadow of death, I will fear no evil, for You are with me. My grief is dark, but Your rod and Your staff comfort me. Lead me gently through this day of mourning.",
            "tags": [
                "grief",
                "courage"
            ],
            "biblical_reference": "Psalm 23:4",
            "time_of_day": "morning",
            "prayer_id": 251,
            "approved": true,
            "checked": true,
            "scripture": "Even though I walk through the valley of the shadow of death,"
        },
        {
            "saint_id": "god",
            "title": "Bread of Life",
            "prayer_text": "Jesus, Bread of Life, satisfy my hunger so that I do not crave the poison of my addiction. Fill me with Your Spirit so there is no room for the flesh to act. Be my sustenance and my strength this morning.",
            "tags": [
                "addiction",
                "healing"
            ],
            "biblical_reference": "John 6:35",
            "time_of_day": "morning",
            "prayer_id": 252,
            "approved": true,
            "checked": true,
            "scripture": "Jesus said to them, “I am the bread of life. Whoever comes to me will not be hungry, and whoever believes in me will never be thirsty."
        },
        {
            "saint_id": "god",
            "title": "Sun of Righteousness",
            "prayer_text": "Lord, let the Sun of Righteousness rise with healing in His wings over my life. Mend what is broken in my body and bind up what is wounded in my soul. I wait for Your salvation.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Malachi 4:2",
            "time_of_day": "morning",
            "prayer_id": 253,
            "approved": true,
            "checked": true,
            "scripture": "But to you who fear my name shall the sun of righteousness arise with healing in its wings. You will go out and leap like calves of the stall."
        },
        {
            "saint_id": "god",
            "title": "Peace be with You",
            "prayer_text": "Risen Lord, stand in the midst of my fears this morning and say, 'Peace be with you.' Show me Your hands and Your side, the proofs of Your love. Let the joy of the Lord be my strength.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "John 20:19",
            "time_of_day": "morning",
            "prayer_id": 254,
            "approved": true,
            "checked": true,
            "scripture": "When therefore it was evening on that day, the first day of the week, and when the doors were locked where the disciples were assembled, for fear of the Jews, Jesus came and stood in the middle and said to them, “Peace be to you.”"
        },
        {
            "saint_id": "god",
            "title": "Voice Behind Me",
            "prayer_text": "Father, let my ears hear a word behind me, saying, 'This is the way, walk in it,' when I turn to the right or left. Guide my decisions today with the wisdom that comes from above. Keep me from the paths of the destroyer.",
            "tags": [
                "guidance",
                "protection"
            ],
            "biblical_reference": "Isaiah 30:21",
            "time_of_day": "morning",
            "prayer_id": 255,
            "approved": true,
            "checked": true,
            "scripture": "and when you turn to the right hand, and when you turn to the left, your ears will hear a voice behind you, saying, “This is the way. Walk in it.”"
        },
        {
            "saint_id": "god",
            "title": "Endure Hardship",
            "prayer_text": "Lord, give me the courage to endure hardship as a good soldier of Jesus Christ. Let me not be entangled in civilian pursuits, but aim to please the One who enlisted me. Strengthen my resolve to do what is right.",
            "tags": [
                "courage",
                "work"
            ],
            "biblical_reference": "2 Timothy 2:3",
            "time_of_day": "morning",
            "prayer_id": 256,
            "approved": true,
            "checked": true,
            "scripture": "You therefore must endure hardship as a good soldier of Christ Jesus."
        },
        {
            "saint_id": "god",
            "title": "Be Not Afraid",
            "prayer_text": "Father, You have said, 'Fear not, for I am with you; be not dismayed, for I am your God.' Strengthen me, help me, and uphold me with Your righteous right hand this morning. I lay my anxiety at Your feet.",
            "tags": [
                "anxiety",
                "protection"
            ],
            "biblical_reference": "Isaiah 41:10",
            "time_of_day": "morning",
            "prayer_id": 257,
            "approved": true,
            "checked": true,
            "scripture": "Don’t you be afraid, for I am with you."
        },
        {
            "saint_id": "god",
            "title": "The God Who Sees",
            "prayer_text": "My God who sees me, watch over my going out and my coming in. Keep me from all evil and preserve my soul. I trust my safety to Your vigilant eye.",
            "tags": [
                "protection",
                "guidance"
            ],
            "biblical_reference": "Genesis 16:13",
            "time_of_day": "morning",
            "prayer_id": 258,
            "approved": true,
            "checked": true,
            "scripture": "She called the name of the LORD who spoke to her, “You are a God who sees,” for she said, “Have I even stayed alive after seeing him?”"
        },
        {
            "saint_id": "god",
            "title": "Midday Calm",
            "prayer_text": "Lord Jesus, the day is in full swing and my heart begins to race; speak peace to my anxiety. Remind me that You are the Lord of the Sabbath and the Lord of my work. Let me find rest in You even while I labor.",
            "tags": [
                "anxiety",
                "work"
            ],
            "biblical_reference": "Matthew 12:8",
            "time_of_day": "afternoon",
            "prayer_id": 259,
            "approved": true,
            "checked": true,
            "scripture": "For the Son of Man is Lord of the Sabbath.”"
        },
        {
            "saint_id": "god",
            "title": "Shadow of the Rock",
            "prayer_text": "O God, be like the shadow of a great rock in a weary land this afternoon. Protect me from the heat of stress and the glare of conflict. Let me find cool relief in Your presence.",
            "tags": [
                "protection",
                "peace"
            ],
            "biblical_reference": "Isaiah 32:2",
            "time_of_day": "afternoon",
            "prayer_id": 260,
            "approved": true,
            "checked": true,
            "scripture": "A man shall be as a hiding place from the wind,"
        },
        {
            "saint_id": "god",
            "title": "Renewed Strength",
            "prayer_text": "Father, those who wait on the Lord shall renew their strength; they shall mount up with wings like eagles. I am weary this afternoon; help me run and not be weary, walk and not faint. Renew my hope in Your promises.",
            "tags": [
                "hope",
                "work"
            ],
            "biblical_reference": "Isaiah 40:31",
            "time_of_day": "afternoon",
            "prayer_id": 261,
            "approved": true,
            "checked": true,
            "scripture": "but those who wait for the LORD will renew their strength."
        },
        {
            "saint_id": "god",
            "title": "Companion on the Road",
            "prayer_text": "Jesus, walk with me as You walked with the disciples on the road to Emmaus. My heart burns with loneliness; open the Scriptures to me and reveal Yourself. Stay with me, for it is toward evening and the day is far spent.",
            "tags": [
                "loneliness",
                "guidance"
            ],
            "biblical_reference": "Luke 24:29",
            "time_of_day": "afternoon",
            "prayer_id": 262,
            "approved": true,
            "checked": true,
            "scripture": "They urged him, saying, “Stay with us, for it is almost evening, and the day is almost over.”"
        },
        {
            "saint_id": "god",
            "title": "Work of Faith",
            "prayer_text": "Lord, let my afternoon labors be a work of faith and a labor of love. When I am tempted to cut corners or complain, remind me of the dignity of my vocation. Help me to finish the race of this day well.",
            "tags": [
                "work",
                "courage"
            ],
            "biblical_reference": "1 Thessalonians 1:3",
            "time_of_day": "afternoon",
            "prayer_id": 263,
            "approved": true,
            "checked": true,
            "scripture": "remembering without ceasing your work of faith and labor of love and perseverance of hope in our Lord Jesus Christ, before our God and Father."
        },
        {
            "saint_id": "god",
            "title": "Turning Hearts",
            "prayer_text": "Father, turn the hearts of my family members toward one another before the sun goes down. If there is anger, let it not last; if there is distance, bridge the gap. Bring us together in the evening with forgiveness and love.",
            "tags": [
                "family",
                "peace"
            ],
            "biblical_reference": "Malachi 4:6",
            "time_of_day": "afternoon",
            "prayer_id": 264,
            "approved": true,
            "checked": true,
            "scripture": "He will turn the hearts of the fathers to the children and the hearts of the children to their fathers, lest I come and strike the earth with a curse.”"
        },
        {
            "saint_id": "god",
            "title": "Weeping Endures for a Night",
            "prayer_text": "Lord, I know that weeping may endure for a night, but joy comes in the morning; help me endure this afternoon of grief. My tears are my food day and night; be my sustenance. Hold me close until the shadows flee away.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Psalm 30:5",
            "time_of_day": "afternoon",
            "prayer_id": 265,
            "approved": true,
            "checked": true,
            "scripture": "For his anger is but for a moment."
        },
        {
            "saint_id": "god",
            "title": "Way of Escape",
            "prayer_text": "Faithful God, You will not let me be tempted beyond what I can bear; provide the way of escape now. The urge of addiction is strong this afternoon; show me the exit. Give me the courage to take it and flee to You.",
            "tags": [
                "addiction",
                "protection"
            ],
            "biblical_reference": "1 Corinthians 10:13",
            "time_of_day": "afternoon",
            "prayer_id": 266,
            "approved": true,
            "checked": true,
            "scripture": "No temptation has taken you except what is common to man. God is faithful, who will not allow you to be tempted above what you are able, but will with the temptation also make the way of escape, that you may be able to endure it."
        },
        {
            "saint_id": "god",
            "title": "Physician of Souls",
            "prayer_text": "Jesus, Physician of souls, touch the wounds that throb in the silence of the afternoon. Heal my broken spirit and bind up my physical pain. I trust in Your touch more than in the skill of men.",
            "tags": [
                "healing",
                "peace"
            ],
            "biblical_reference": "Mark 2:17",
            "time_of_day": "afternoon",
            "prayer_id": 267,
            "approved": true,
            "checked": true,
            "scripture": "When Jesus heard it, he said to them, “Those who are healthy have no need for a physician, but those who are sick. I came not to call the righteous, but sinners to repentance.”"
        },
        {
            "saint_id": "god",
            "title": "Perfect Peace",
            "prayer_text": "You keep him in perfect peace whose mind is stayed on You; fix my mind on You this afternoon. Distractions abound, but I seek the center of Your will. Let Your peace flow like a river through my soul.",
            "tags": [
                "peace",
                "guidance"
            ],
            "biblical_reference": "Isaiah 26:3",
            "time_of_day": "afternoon",
            "prayer_id": 268,
            "approved": true,
            "checked": true,
            "scripture": "You will keep whoever’s mind is steadfast in perfect peace,"
        },
        {
            "saint_id": "god",
            "title": "Light in the Path",
            "prayer_text": "Thy word is a lamp unto my feet; shine it on the decisions I must make before the day ends. I am unsure of the way; grant me wisdom from above, which is pure and peaceable. Guide my steps in the way of righteousness.",
            "tags": [
                "guidance",
                "anxiety"
            ],
            "biblical_reference": "Psalm 119:105",
            "time_of_day": "afternoon",
            "prayer_id": 269,
            "approved": true,
            "checked": true,
            "scripture": "Your word is a lamp to my feet,"
        },
        {
            "saint_id": "god",
            "title": "Stand Firm",
            "prayer_text": "Lord, help me to stand firm in the faith, be courageous, and be strong as the day wears on. Let me do everything in love, facing challenges without fear. You are my light and my salvation; of whom shall I be afraid?",
            "tags": [
                "courage",
                "protection"
            ],
            "biblical_reference": "1 Corinthians 16:13",
            "time_of_day": "afternoon",
            "prayer_id": 270,
            "approved": true,
            "checked": true,
            "scripture": "Watch! Stand firm in the faith! Be courageous! Be strong!"
        },
        {
            "saint_id": "god",
            "title": "Quiet Mind",
            "prayer_text": "Father, silence the noisy thoughts of anxiety that crowd my mind this afternoon. Let me be still and know that You are God, exalted among the nations. Bring my thoughts into captivity to the obedience of Christ.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Psalm 46:10",
            "time_of_day": "afternoon",
            "prayer_id": 271,
            "approved": true,
            "checked": true,
            "scripture": "“Be still, and know that I am God."
        },
        {
            "saint_id": "god",
            "title": "Refuge from the Storm",
            "prayer_text": "O God, be a refuge from the storm and rain this afternoon. When the pressures of life beat against my house, let it stand because it is founded on the Rock. Cover me with Your hand.",
            "tags": [
                "protection",
                "work"
            ],
            "biblical_reference": "Isaiah 25:4",
            "time_of_day": "afternoon",
            "prayer_id": 272,
            "approved": true,
            "checked": true,
            "scripture": "For you have been a stronghold to the poor, a stronghold to the needy in his distress, a refuge from the storm, a shade from the heat, when the blast of the dreaded ones is like a storm against the wall."
        },
        {
            "saint_id": "god",
            "title": "Hope Defered",
            "prayer_text": "Lord, hope deferred makes the heart sick, but a desire fulfilled is a tree of life. Sustain my hope this afternoon when the answer seems to tarry. Let me trust in Your perfect timing, knowing You make all things beautiful in Your time.",
            "tags": [
                "hope",
                "grief"
            ],
            "biblical_reference": "Proverbs 13:12",
            "time_of_day": "afternoon",
            "prayer_id": 273,
            "approved": true,
            "checked": true,
            "scripture": "Hope deferred makes the heart sick,"
        },
        {
            "saint_id": "god",
            "title": "Forsake Me Not",
            "prayer_text": "Do not cast me off in the time of old age; forsake me not when my strength fails. In the afternoon of my life or my day, I feel lonely; be my constant companion. Let my mouth be filled with Your praise all the day long.",
            "tags": [
                "loneliness",
                "healing"
            ],
            "biblical_reference": "Psalm 71:9",
            "time_of_day": "afternoon",
            "prayer_id": 274,
            "approved": true,
            "checked": true,
            "scripture": "Don’t reject me in my old age."
        },
        {
            "saint_id": "god",
            "title": "Establish the Work",
            "prayer_text": "Lord, let the favor of the Lord our God be upon us, and establish the work of our hands upon us this afternoon. Give meaning to the drudgery and purpose to the routine. Let me see the fruit of my labor.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Psalm 90:17",
            "time_of_day": "afternoon",
            "prayer_id": 275,
            "approved": true,
            "checked": true,
            "scripture": "Let the favor of the Lord our God be on us."
        },
        {
            "saint_id": "god",
            "title": "Peace in the Home",
            "prayer_text": "Lord Jesus, bring peace to my family as we prepare to gather again. Soften our tempers and open our ears to listen. Let our home be a place of rest and not a battlefield.",
            "tags": [
                "family",
                "peace"
            ],
            "biblical_reference": "Proverbs 17:1",
            "time_of_day": "afternoon",
            "prayer_id": 276,
            "approved": true,
            "checked": true,
            "scripture": "Better is a dry morsel with quietness,"
        },
        {
            "saint_id": "god",
            "title": "Bottle of Tears",
            "prayer_text": "You keep track of all my sorrows; You have collected all my tears in Your bottle. Remember me this afternoon in my grief, O Lord. Let Your comfort delight my soul in the midst of my multitude of thoughts.",
            "tags": [
                "grief",
                "loneliness"
            ],
            "biblical_reference": "Psalm 56:8",
            "time_of_day": "afternoon",
            "prayer_id": 277,
            "approved": true,
            "checked": true,
            "scripture": "You count my wanderings."
        },
        {
            "saint_id": "god",
            "title": "Cup of Salvation",
            "prayer_text": "Lord, I lift up the cup of salvation and call on the name of the Lord to drown out the voice of addiction. I am weak, but You are strong; fight this battle for me this afternoon. Let Your Holy Spirit be the satisfaction of my soul.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Psalm 116:13",
            "time_of_day": "afternoon",
            "prayer_id": 278,
            "approved": true,
            "checked": true,
            "scripture": "I will take the cup of salvation, and call on the LORD’s name."
        },
        {
            "saint_id": "god",
            "title": "Balm in Gilead",
            "prayer_text": "Is there no balm in Gilead? Is there no physician there? Heal the children of Your people, O Lord. Apply the soothing ointment of Your grace to my wounds this afternoon. Restore me to health.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Jeremiah 8:22",
            "time_of_day": "afternoon",
            "prayer_id": 279,
            "approved": true,
            "checked": true,
            "scripture": "Is there no balm in Gilead?"
        },
        {
            "saint_id": "god",
            "title": "Peace I Leave",
            "prayer_text": "Peace I leave with you; My peace I give to you. Lord, I claim this legacy this afternoon. Let not the world strip me of the calm assurance that I belong to You. Rule in my heart.",
            "tags": [
                "peace",
                "protection"
            ],
            "biblical_reference": "John 14:27",
            "time_of_day": "afternoon",
            "prayer_id": 280,
            "approved": true,
            "checked": true,
            "scripture": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful."
        },
        {
            "saint_id": "god",
            "title": "Direct My Path",
            "prayer_text": "Trust in the Lord with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths. I acknowledge You this afternoon, Father; direct me through this confusion. Make the way straight before me.",
            "tags": [
                "guidance",
                "anxiety"
            ],
            "biblical_reference": "Proverbs 3:5-6",
            "time_of_day": "afternoon",
            "prayer_id": 281,
            "approved": true,
            "checked": true,
            "scripture": "Trust in the LORD with all your heart, In all your ways acknowledge him,"
        },
        {
            "saint_id": "god",
            "title": "Courage in the Storm",
            "prayer_text": "Lord, save us! We are perishing! As the storms of life rage this afternoon, rebuke the wind and the sea in my life. Give me the faith to believe that even the winds and sea obey You. Let there be a great calm.",
            "tags": [
                "courage",
                "anxiety"
            ],
            "biblical_reference": "Matthew 8:25",
            "time_of_day": "afternoon",
            "prayer_id": 282,
            "approved": true,
            "checked": true,
            "scripture": "The disciples came to him and woke him up, saying, “Save us, Lord! We are dying!”"
        },
        {
            "saint_id": "god",
            "title": "Spirit of Power",
            "prayer_text": "For God has not given us a spirit of fear, but of power and of love and of a sound mind. I reject anxiety this afternoon and embrace Your power. Clear my mind of worry and fill it with Your love.",
            "tags": [
                "anxiety",
                "courage"
            ],
            "biblical_reference": "2 Timothy 1:7",
            "time_of_day": "afternoon",
            "prayer_id": 283,
            "approved": true,
            "checked": true,
            "scripture": "For God didn’t give us a spirit of fear, but of power, love, and self-control."
        },
        {
            "saint_id": "god",
            "title": "Keeper of Israel",
            "prayer_text": "He who keeps Israel shall neither slumber nor sleep. Lord, be my keeper this afternoon; be the shade at my right hand. The sun shall not strike me by day. Preserve my going out and my coming in.",
            "tags": [
                "protection",
                "peace"
            ],
            "biblical_reference": "Psalm 121:4",
            "time_of_day": "afternoon",
            "prayer_id": 284,
            "approved": true,
            "checked": true,
            "scripture": "Behold, he who keeps Israel"
        },
        {
            "saint_id": "god",
            "title": "The Good Part",
            "prayer_text": "Lord, like Mary, let me choose the good part which will not be taken away from me. Amidst the busyness of the afternoon, help me sit at Your feet and listen. Let hope rise as I focus on Your words.",
            "tags": [
                "hope",
                "guidance"
            ],
            "biblical_reference": "Luke 10:42",
            "time_of_day": "afternoon",
            "prayer_id": 285,
            "approved": true,
            "checked": true,
            "scripture": "but one thing is needed. Mary has chosen the good part, which will not be taken away from her.”"
        },
        {
            "saint_id": "god",
            "title": "Desolate Place",
            "prayer_text": "Lord, I am like a pelican of the wilderness, like an owl of the desert; I watch, and am as a sparrow alone on the housetop. In my loneliness this afternoon, comfort me. Let Your presence fill the void of human companionship.",
            "tags": [
                "loneliness",
                "healing"
            ],
            "biblical_reference": "Psalm 102:6-7",
            "time_of_day": "afternoon",
            "prayer_id": 286,
            "approved": true,
            "checked": true,
            "scripture": "I am like a pelican of the wilderness. I watch, and have become like a sparrow that is alone on the housetop."
        },
        {
            "saint_id": "god",
            "title": "Whatever You Do",
            "prayer_text": "And whatever you do in word or deed, do all in the name of the Lord Jesus. Father, sanctify my afternoon tasks. Let even the mundane chores be an act of worship to You. Keep me diligent.",
            "tags": [
                "work",
                "guidance"
            ],
            "biblical_reference": "Colossians 3:17",
            "time_of_day": "afternoon",
            "prayer_id": 287,
            "approved": true,
            "checked": true,
            "scripture": "Whatever you do, in word or in deed, do all in the name of the Lord Jesus, giving thanks to God the Father through him."
        },
        {
            "saint_id": "god",
            "title": "Household of Faith",
            "prayer_text": "Lord, let us do good to all, especially to those who are of the household of faith. Bless my family this afternoon; protect them from harm and evil. May we be a light to our neighbors.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Galatians 6:10",
            "time_of_day": "afternoon",
            "prayer_id": 288,
            "approved": true,
            "checked": true,
            "scripture": "So then, as we have opportunity, let’s do what is good toward all men, and especially toward those who are of the household of the faith."
        },
        {
            "saint_id": "god",
            "title": "Comfort My People",
            "prayer_text": "Comfort, yes, comfort My people! says your God. Speak comfort to my grieving heart this afternoon. The grass wither and the flower fades, but Your word stands forever. Let me stand on that Word.",
            "tags": [
                "grief",
                "hope"
            ],
            "biblical_reference": "Isaiah 40:1",
            "time_of_day": "afternoon",
            "prayer_id": 289,
            "approved": true,
            "checked": true,
            "scripture": "“Comfort, comfort my people,” says your God."
        },
        {
            "saint_id": "god",
            "title": "Cleanse the Temple",
            "prayer_text": "Lord Jesus, You cleansed the temple of thieves; cleanse the temple of my body from addiction. Drive out the buyers and sellers of my soul. Make my heart a house of prayer again.",
            "tags": [
                "addiction",
                "healing"
            ],
            "biblical_reference": "Matthew 21:12",
            "time_of_day": "afternoon",
            "prayer_id": 290,
            "approved": true,
            "checked": true,
            "scripture": "Jesus entered into the temple of God and drove out all of those who sold and bought in the temple, and overthrew the money changers’ tables and the seats of those who sold the doves."
        },
        {
            "saint_id": "god",
            "title": "Heal My Soul",
            "prayer_text": "Lord, be merciful to me; heal my soul, for I have sinned against You. Restore the joy of Your salvation to me this afternoon. Let physical healing follow spiritual wholeness.",
            "tags": [
                "healing",
                "peace"
            ],
            "biblical_reference": "Psalm 41:4",
            "time_of_day": "afternoon",
            "prayer_id": 291,
            "approved": true,
            "checked": true,
            "scripture": "I said, “LORD, have mercy on me!"
        },
        {
            "saint_id": "god",
            "title": "Great Peace",
            "prayer_text": "Great peace have those who love Your law, and nothing causes them to stumble. I love Your law, O Lord; grant me that great peace this afternoon. Remove the stumbling blocks of anxiety from my path.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "Psalm 119:165",
            "time_of_day": "afternoon",
            "prayer_id": 292,
            "approved": true,
            "checked": true,
            "scripture": "Those who love your law have great peace."
        },
        {
            "saint_id": "god",
            "title": "The Way, The Truth, The Life",
            "prayer_text": "Lord, You are the Way, the Truth, and the Life. I am confused about the direction to take; show me the Way. Correct my errors with Your Truth, and quicken me with Your Life this afternoon.",
            "tags": [
                "guidance",
                "courage"
            ],
            "biblical_reference": "John 14:6",
            "time_of_day": "afternoon",
            "prayer_id": 293,
            "approved": true,
            "checked": true,
            "scripture": "Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father, except through me."
        },
        {
            "saint_id": "god",
            "title": "Wait on the Lord",
            "prayer_text": "Wait on the Lord; be of good courage, and He shall strengthen your heart. I am waiting, Father, though my courage fails. Strengthen my heart this afternoon to face what remains of the day.",
            "tags": [
                "courage",
                "hope"
            ],
            "biblical_reference": "Psalm 27:14",
            "time_of_day": "afternoon",
            "prayer_id": 294,
            "approved": true,
            "checked": true,
            "scripture": "Wait for the LORD."
        },
        {
            "saint_id": "god",
            "title": "Light Burden",
            "prayer_text": "Father, the burden of anxiety is heavy; I trade it for the burden of Christ, which is light. Help me to walk freely this afternoon, unencumbered by the worries of tomorrow. Sustain me with Your right hand.",
            "tags": [
                "anxiety",
                "peace"
            ],
            "biblical_reference": "Matthew 11:30",
            "time_of_day": "afternoon",
            "prayer_id": 295,
            "approved": true,
            "checked": true,
            "scripture": "For my yoke is easy, and my burden is light.”"
        },
        {
            "saint_id": "god",
            "title": "Deliver Us from Evil",
            "prayer_text": "And lead us not into temptation, but deliver us from evil. In the waning hours of the day, when guard is down, protect me. Keep me from the evil one and from my own sinful nature.",
            "tags": [
                "protection",
                "addiction"
            ],
            "biblical_reference": "Matthew 6:13",
            "time_of_day": "afternoon",
            "prayer_id": 296,
            "approved": true,
            "checked": true,
            "scripture": "Bring us not into temptation,"
        },
        {
            "saint_id": "god",
            "title": "Resurrection and Life",
            "prayer_text": "I am the resurrection and the life. Lord, speak these words to my dying hope this afternoon. Even though I feel dead in my spirit, let me live in You. Revive my work and my joy.",
            "tags": [
                "hope",
                "grief"
            ],
            "biblical_reference": "John 11:25",
            "time_of_day": "afternoon",
            "prayer_id": 297,
            "approved": true,
            "checked": true,
            "scripture": "Jesus said to her, “I am the resurrection and the life. He who believes in me will still live, even if he dies."
        },
        {
            "saint_id": "god",
            "title": "Look Upon Me",
            "prayer_text": "Turn Yourself to me, and have mercy on me, for I am desolate and afflicted. The troubles of my heart have enlarged; bring me out of my distresses. Be my companion this afternoon.",
            "tags": [
                "loneliness",
                "healing"
            ],
            "biblical_reference": "Psalm 25:16",
            "time_of_day": "afternoon",
            "prayer_id": 298,
            "approved": true,
            "checked": true,
            "scripture": "Turn to me, and have mercy on me,"
        },
        {
            "saint_id": "god",
            "title": "Commit Your Works",
            "prayer_text": "Commit your works to the Lord, and your thoughts will be established. I commit the rest of this day's tasks to You, Father. Establish my thoughts in peace and productivity.",
            "tags": [
                "work",
                "peace"
            ],
            "biblical_reference": "Proverbs 16:3",
            "time_of_day": "afternoon",
            "prayer_id": 299,
            "approved": true,
            "checked": true,
            "scripture": "Commit your deeds to the LORD,"
        },
        {
            "saint_id": "god",
            "title": "Forgive Us",
            "prayer_text": "Lord, forgive us our debts, as we forgive our debtors. If there has been strife in my family today, let forgiveness reign this afternoon. Wash away the bitterness and restore the bond of love.",
            "tags": [
                "family",
                "peace"
            ],
            "biblical_reference": "Matthew 6:12",
            "time_of_day": "afternoon",
            "prayer_id": 300,
            "approved": true,
            "checked": true,
            "scripture": "Forgive us our debts,"
        },
        {
            "saint_id": "god",
            "title": "Rock of My Heart",
            "prayer_text": "My flesh and my heart fail; but God is the strength of my heart and my portion forever. In my grief and weakness this afternoon, be my Rock. I have put my trust in the Lord God.",
            "tags": [
                "grief",
                "courage"
            ],
            "biblical_reference": "Psalm 73:26",
            "time_of_day": "afternoon",
            "prayer_id": 301,
            "approved": true,
            "checked": true,
            "scripture": "My flesh and my heart fails,"
        },
        {
            "saint_id": "god",
            "title": "Slave to Righteousness",
            "prayer_text": "Lord, I present my members as slaves of righteousness for holiness, not to addiction. Break the yoke of slavery this afternoon. Let grace reign through righteousness to eternal life.",
            "tags": [
                "addiction",
                "courage"
            ],
            "biblical_reference": "Romans 6:19",
            "time_of_day": "afternoon",
            "prayer_id": 302,
            "approved": true,
            "checked": true,
            "scripture": "I speak in human terms because of the weakness of your flesh; for as you presented your members as servants to uncleanness and to wickedness upon wickedness, even so now present your members as servants to righteousness for sanctification."
        },
        {
            "saint_id": "god",
            "title": "By His Stripes",
            "prayer_text": "But He was wounded for our transgressions, He was bruised for our iniquities; by His stripes we are healed. I claim this healing for my body and soul this afternoon. Let the work of the cross be manifest in my life.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Isaiah 53:5",
            "time_of_day": "afternoon",
            "prayer_id": 303,
            "approved": true,
            "checked": true,
            "scripture": "But he was pierced for our transgressions."
        },
        {
            "saint_id": "god",
            "title": "Peace of God",
            "prayer_text": "Let the peace of God rule in your hearts, to which also you were called in one body; and be thankful. I choose gratitude this afternoon, Lord. Let Your peace umpire the conflicts in my mind.",
            "tags": [
                "peace",
                "family"
            ],
            "biblical_reference": "Colossians 3:15",
            "time_of_day": "afternoon",
            "prayer_id": 304,
            "approved": true,
            "checked": true,
            "scripture": "And let the peace of God rule in your hearts, to which also you were called in one body, and be thankful."
        },
        {
            "saint_id": "god",
            "title": "Wisdom from Above",
            "prayer_text": "If any of you lacks wisdom, let him ask of God, who gives to all liberally. I ask for wisdom for the remaining decisions of this day. Guide me, Father, into truth and prudence.",
            "tags": [
                "guidance",
                "work"
            ],
            "biblical_reference": "James 1:5",
            "time_of_day": "afternoon",
            "prayer_id": 305,
            "approved": true,
            "checked": true,
            "scripture": "But if any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him."
        },
        {
            "saint_id": "god",
            "title": "Strong Tower",
            "prayer_text": "The name of the Lord is a strong tower; the righteous run to it and are safe. I run to You this afternoon, Father. Be my defense against the anxieties and dangers of this world.",
            "tags": [
                "protection",
                "anxiety"
            ],
            "biblical_reference": "Proverbs 18:10",
            "time_of_day": "afternoon",
            "prayer_id": 306,
            "approved": true,
            "checked": true,
            "scripture": "The LORD’s name is a strong tower:"
        },
        {
            "saint_id": "god",
            "title": "Abide in Me",
            "prayer_text": "Abide in Me, and I in you. As the branch cannot bear fruit of itself, neither can I unless I abide in You. Keep me connected to the Vine this afternoon. Let my life produce the fruit of the Spirit.",
            "tags": [
                "guidance",
                "peace"
            ],
            "biblical_reference": "John 15:4",
            "time_of_day": "afternoon",
            "prayer_id": 307,
            "approved": true,
            "checked": true,
            "scripture": "Remain in me, and I in you. As the branch can’t bear fruit by itself unless it remains in the vine, so neither can you, unless you remain in me."
        },
        {
            "saint_id": "god",
            "title": "The First Fruits of Praise",
            "prayer_text": "O Lord, my Creator and King, as the morning light breaks, I offer You the first fruits of my heart and voice. Let my life today be a hymn of praise to Your majesty, reflecting Your goodness in all I do. May I walk in Your presence with joy and gratitude.",
            "tags": [
                "general",
                "hope"
            ],
            "biblical_reference": "Psalm 5:3",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "LORD, in the morning you will hear my voice.",
            "prayer_id": 308
        },
        {
            "saint_id": "god",
            "title": "Lamp for My Steps",
            "prayer_text": "Father of Lights, I stand at the threshold of this new day; be the lamp unto my feet and the light unto my path. Grant me the wisdom to navigate the choices before me with a spirit of discernment and love. Let me not turn to the right or left, but follow Your holy will.",
            "tags": [
                "guidance",
                "general"
            ],
            "biblical_reference": "Psalm 119:105",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "Your word is a lamp to my feet,",
            "prayer_id": 309
        },
        {
            "saint_id": "god",
            "title": "Armor of God",
            "prayer_text": "Almighty God, I put on Your full armor this morning to stand firm against the struggles of the day. Gird me with truth and cover me with the breastplate of righteousness, that I may be shielded from all spiritual harm. Let Your faithfulness be my constant defense.",
            "tags": [
                "protection",
                "courage"
            ],
            "biblical_reference": "Ephesians 6:11",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
            "prayer_id": 310
        },
        {
            "saint_id": "god",
            "title": "Sanctify My Labor",
            "prayer_text": "Lord of the Harvest, bless the work of my hands as I begin my duties this day. Let me serve with diligence and integrity, seeing every task as an opportunity to glorify You. May my efforts bear fruit that lasts and brings blessing to others.",
            "tags": [
                "work",
                "general"
            ],
            "biblical_reference": "Colossians 3:23",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "And whatever you do, work heartily, as for the Lord and not for men,",
            "prayer_id": 311
        },
        {
            "saint_id": "god",
            "title": "Peace in the Morning",
            "prayer_text": "O God of Peace, silence the noise of the world and the anxieties of my heart as I wake. Fill me with the tranquility that comes from knowing You hold the universe in Your hands. Let Your peace guard my heart and mind throughout this day.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "Philippians 4:7",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.",
            "prayer_id": 312
        },
        {
            "saint_id": "god",
            "title": "Blessing Upon the Home",
            "prayer_text": "Heavenly Father, look with favor upon my household this morning; let Your love be the foundation of our home. Protect my family from discord and danger, binding us together in the unity of the Spirit. May we reflect Your grace to one another and to the world.",
            "tags": [
                "family",
                "protection"
            ],
            "biblical_reference": "Joshua 24:15",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "If it seems evil to you to serve the LORD, choose today whom you will serve; whether the gods which your fathers served that were beyond the River, or the gods of the Amorites, in whose land you dwell; but as for me and my house, we will serve the LORD.”",
            "prayer_id": 313
        },
        {
            "saint_id": "god",
            "title": "Hope in New Mercies",
            "prayer_text": "Gracious Lord, I thank You that Your mercies are new every morning; great is Your faithfulness. Renew my hope today, that I may face challenges with the confidence of a child who knows their Father's love. Let me be a bearer of Your light to those in darkness.",
            "tags": [
                "hope",
                "general"
            ],
            "biblical_reference": "Lamentations 3:22-23",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "It is because of the LORD’s loving kindnesses that we are not consumed, They are new every morning.",
            "prayer_id": 314
        },
        {
            "saint_id": "god",
            "title": "Strength for the Journey",
            "prayer_text": "Eternal God, You are my strength and my shield; I lean on You as I start this day's journey. When I feel weak or overwhelmed, remind me that Your power is made perfect in my weakness. Uphold me with Your righteous right hand.",
            "tags": [
                "courage",
                "general"
            ],
            "biblical_reference": "Isaiah 41:10",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "Don’t you be afraid, for I am with you.",
            "prayer_id": 315
        },
        {
            "saint_id": "god",
            "title": "Healing Light",
            "prayer_text": "Divine Healer, let the Sun of Righteousness rise over my life this morning with healing in His wings. Restore my body, mind, and spirit, that I may serve You with renewed vigor. I trust in Your restorative power to make all things new.",
            "tags": [
                "healing",
                "hope"
            ],
            "biblical_reference": "Malachi 4:2",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "But to you who fear my name shall the sun of righteousness arise with healing in its wings. You will go out and leap like calves of the stall.",
            "prayer_id": 316
        },
        {
            "saint_id": "god",
            "title": "Surrender to Providence",
            "prayer_text": "Sovereign Lord, I surrender my plans and my worries to Your divine providence this morning. Help me to trust that You work all things together for good for those who love You. Let me rest in the assurance of Your sovereign care.",
            "tags": [
                "general",
                "anxiety"
            ],
            "biblical_reference": "Romans 8:28",
            "time_of_day": "morning",
            "approved": true,
            "checked": true,
            "scripture": "We know that all things work together for good for those who love God, for those who are called according to his purpose.",
            "prayer_id": 317
        },
        {
            "saint_id": "god",
            "title": "Midday Refuge",
            "prayer_text": "O God, be my refuge and strength in the heat of the day, a very present help in trouble. When the pressures of work and life mount up, let me find a quiet sanctuary in Your presence. Restore my soul that I may finish the race with patience.",
            "tags": [
                "protection",
                "work"
            ],
            "biblical_reference": "Psalm 46:1",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "God is our refuge and strength,",
            "prayer_id": 318
        },
        {
            "saint_id": "god",
            "title": "Sustaining Grace",
            "prayer_text": "Father, the day is long and my energy fades; sustain me with Your limitless grace. Help me to persevere in doing good, knowing that in due season I shall reap if I do not lose heart. Revive my spirit with the water of life.",
            "tags": [
                "work",
                "general"
            ],
            "biblical_reference": "Galatians 6:9",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "Let’s not be weary in doing good, for we will reap in due season if we don’t give up.",
            "prayer_id": 319
        },
        {
            "saint_id": "god",
            "title": "Light in Confusion",
            "prayer_text": "Lord of Wisdom, when the path becomes unclear in the bustle of the afternoon, send out Your light and Your truth. Guide my decisions and temper my words, that I may act with prudence and kindness. Let me hear Your still, small voice amidst the noise.",
            "tags": [
                "guidance",
                "general"
            ],
            "biblical_reference": "Psalm 43:3",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "Oh, send out your light and your truth.",
            "prayer_id": 320
        },
        {
            "saint_id": "god",
            "title": "Comfort for the Lonely",
            "prayer_text": "Compassionate God, You are the Father of the fatherless and the companion of the lonely; be near to me now. Fill the empty spaces of my afternoon with the warmth of Your love, reminding me that I am never alone. Let me find sweet fellowship in prayer.",
            "tags": [
                "loneliness",
                "peace"
            ],
            "biblical_reference": "Psalm 68:5-6",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "A father of the fatherless, and a defender of the widows, God sets the lonely in families.",
            "prayer_id": 321
        },
        {
            "saint_id": "god",
            "title": "Anchor of Hope",
            "prayer_text": "O Rock of Ages, hold me fast when the winds of discouragement blow this afternoon. Let my hope be anchored not in shifting circumstances, but in Your unchangeable nature. Remind me that You have a future and a hope prepared for me.",
            "tags": [
                "hope",
                "general"
            ],
            "biblical_reference": "Hebrews 6:19",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "This hope we have as an anchor of the soul, a hope both sure and steadfast and entering into that which is within the veil,",
            "prayer_id": 322
        },
        {
            "saint_id": "god",
            "title": "Peace Amidst Chaos",
            "prayer_text": "Prince of Peace, rule in my heart as the day's demands clamor for attention. Let the peace of Christ, which surpasses understanding, umpire my emotions and thoughts. Help me to remain calm and centered in Your love.",
            "tags": [
                "peace",
                "anxiety"
            ],
            "biblical_reference": "Colossians 3:15",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "And let the peace of God rule in your hearts, to which also you were called in one body, and be thankful.",
            "prayer_id": 323
        },
        {
            "saint_id": "god",
            "title": "Courage to Stand",
            "prayer_text": "Lord God, grant me the courage to stand firm in my convictions as the day wears on. If I face opposition or trial, let me not shrink back, but trust in Your mighty power to save. Be my fortress and my deliverer.",
            "tags": [
                "courage",
                "protection"
            ],
            "biblical_reference": "Psalm 18:2",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "The LORD is my rock, my fortress, and my deliverer;",
            "prayer_id": 324
        },
        {
            "saint_id": "god",
            "title": "Gratitude for Provisions",
            "prayer_text": "Giver of all good gifts, I pause this afternoon to thank You for the bread I eat and the breath I breathe. Open my eyes to the countless blessings that surround me, that I may live with a grateful heart. Let my life be an offering of thanksgiving.",
            "tags": [
                "general"
            ],
            "biblical_reference": "James 1:17",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom can be no variation nor turning shadow.",
            "prayer_id": 325
        },
        {
            "saint_id": "god",
            "title": "Healing for the Weary",
            "prayer_text": "Great Physician, look upon my weariness and any pain I carry this afternoon. Touch my infirmities with Your healing hand and grant me the endurance to continue. Let Your joy be my strength when my own strength fails.",
            "tags": [
                "healing",
                "general"
            ],
            "biblical_reference": "Isaiah 40:29",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "He gives power to the weak.",
            "prayer_id": 326
        },
        {
            "saint_id": "god",
            "title": "Walking in Truth",
            "prayer_text": "God of Truth, keep my feet from stumbling and my heart from wandering as the evening approaches. Help me to walk in the light as You are in the light, maintaining integrity in all my dealings. Guide me safely to the end of this day.",
            "tags": [
                "guidance",
                "general"
            ],
            "biblical_reference": "3 John 1:4",
            "time_of_day": "afternoon",
            "approved": true,
            "checked": true,
            "scripture": "I have no greater joy than this: to hear about my children walking in truth.",
            "prayer_id": 327
        }
    ]
}
