{
    "1": {
        "1": "The LORD’s word that came to Hosea the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.",
        "2": "When the LORD spoke at first by Hosea, the LORD said to Hosea, “Go, take for yourself a wife of prostitution and children of unfaithfulness; for the land commits great adultery, forsaking the LORD.”",
        "3": "So he went and took Gomer the daughter of Diblaim; and she conceived, and bore him a son.",
        "4": "The LORD said to him, “Call his name Jezreel, for yet a little while, and I will avenge the blood of Jezreel on the house of Jehu, and will cause the kingdom of the house of Israel to cease.",
        "5": "It will happen in that day that I will break the bow of Israel in the valley of Jezreel.”",
        "6": "She conceived again, and bore a daughter.",
        "7": "But I will have mercy on the house of Judah, and will save them by the LORD their God, and will not save them by bow, sword, battle, horses, or horsemen.”",
        "8": "Now when she had weaned Lo-Ruhamah, she conceived, and bore a son.",
        "9": "He said, “Call his name Lo-Ammi, for you are not my people, and I will not be yours.",
        "10": "Yet the number of the children of Israel will be as the sand of the sea, which can’t be measured or counted; and it will come to pass that, in the place where it was said to them, ‘You are not my people,’ they will be called ‘sons of the living God.’",
        "11": "The children of Judah and the children of Israel will be gathered together, and they will appoint themselves one head, and will go up from the land; for great will be the day of Jezreel."
    },
    "2": {
        "1": "“Say to your brothers, ‘My people!’",
        "2": "Contend with your mother!",
        "3": "lest I strip her naked,",
        "4": "Indeed, on her children I will have no mercy,",
        "5": "For their mother has played the prostitute.",
        "6": "Therefore behold, I will hedge up your way with thorns,",
        "7": "She will follow after her lovers,",
        "8": "For she didn’t know that I gave her the grain, the new wine, and the oil,",
        "9": "Therefore I will take back my grain in its time,",
        "10": "Now I will uncover her lewdness in the sight of her lovers,",
        "11": "I will also cause all her celebrations to cease:",
        "12": "I will lay waste her vines and her fig trees,",
        "13": "I will visit on her the days of the Baals,",
        "14": "“Therefore behold, I will allure her,",
        "15": "I will give her vineyards from there,",
        "16": "It will be in that day,” says the LORD,",
        "17": "For I will take away the names of the Baals out of her mouth,",
        "18": "In that day I will make a covenant for them with the animals of the field,",
        "19": "I will betroth you to me forever.",
        "20": "I will even betroth you to me in faithfulness;",
        "21": "It will happen in that day, that I will respond,” says the LORD.",
        "22": "and the earth will respond to the grain, and the new wine, and the oil;",
        "23": "I will sow her to me in the earth;"
    },
    "3": {
        "1": "The LORD said to me, “Go again, love a woman loved by another, and an adulteress, even as the LORD loves the children of Israel, though they turn to other gods, and love cakes of raisins.”",
        "2": "So I bought her for myself for fifteen pieces of silver and a homer and a half of barley.",
        "3": "I said to her, “You shall stay with me many days. You shall not play the prostitute, and you shall not be with any other man. I will also be so toward you.”",
        "4": "For the children of Israel shall live many days without king, without prince, without sacrifice, without sacred stone, and without ephod or idols.",
        "5": "Afterward the children of Israel shall return and seek the LORD their God, and David their king, and shall come with trembling to the LORD and to his blessings in the last days."
    },
    "4": {
        "1": "Hear the LORD’s word, you children of Israel,",
        "2": "There is cursing, lying, murder, stealing, and committing adultery;",
        "3": "Therefore the land will mourn,",
        "4": "“Yet let no man bring a charge, neither let any man accuse;",
        "5": "You will stumble in the day,",
        "6": "My people are destroyed for lack of knowledge.",
        "7": "As they were multiplied, so they sinned against me.",
        "8": "They feed on the sin of my people,",
        "9": "It will be like people, like priest;",
        "10": "They will eat, and not have enough.",
        "11": "Prostitution, wine, and new wine take away understanding.",
        "12": "My people consult with their wooden idol,",
        "13": "They sacrifice on the tops of the mountains,",
        "14": "I will not punish your daughters when they play the prostitute,",
        "15": "“Though you, Israel, play the prostitute,",
        "16": "For Israel has behaved extremely stubbornly, like a stubborn heifer.",
        "17": "Ephraim is joined to idols.",
        "18": "Their drink has become sour.",
        "19": "The wind has wrapped her up in its wings;"
    },
    "5": {
        "1": "“Listen to this, you priests!",
        "2": "The rebels are deep in slaughter,",
        "3": "I know Ephraim,",
        "4": "Their deeds won’t allow them to turn to their God,",
        "5": "The pride of Israel testifies to his face.",
        "6": "They will go with their flocks and with their herds to seek the LORD,",
        "7": "They are unfaithful to the LORD;",
        "8": "“Blow the cornet in Gibeah,",
        "9": "Ephraim will become a desolation in the day of rebuke.",
        "10": "The princes of Judah are like those who remove a landmark.",
        "11": "Ephraim is oppressed,",
        "12": "Therefore I am to Ephraim like a moth,",
        "13": "“When Ephraim saw his sickness,",
        "14": "For I will be to Ephraim like a lion,",
        "15": "I will go and return to my place,"
    },
    "6": {
        "1": "“Come! Let’s return to the LORD;",
        "2": "After two days he will revive us.",
        "3": "Let’s acknowledge the LORD.",
        "4": "“Ephraim, what shall I do to you?",
        "5": "Therefore I have cut them to pieces with the prophets;",
        "6": "For I desire mercy, and not sacrifice;",
        "7": "But they, like Adam, have broken the covenant.",
        "8": "Gilead is a city of those who work iniquity;",
        "9": "As gangs of robbers wait to ambush a man,",
        "10": "In the house of Israel I have seen a horrible thing.",
        "11": "“Also, Judah, there is a harvest appointed for you,"
    },
    "7": {
        "1": "When I would heal Israel,",
        "2": "They don’t consider in their hearts that I remember all their wickedness.",
        "3": "They make the king glad with their wickedness,",
        "4": "They are all adulterers.",
        "5": "On the day of our king, the princes made themselves sick with the heat of wine.",
        "6": "For they have prepared their heart like an oven,",
        "7": "They are all hot as an oven,",
        "8": "Ephraim mixes himself among the nations.",
        "9": "Strangers have devoured his strength,",
        "10": "The pride of Israel testifies to his face;",
        "11": "“Ephraim is like an easily deceived dove, without understanding.",
        "12": "When they go, I will spread my net on them.",
        "13": "Woe to them!",
        "14": "They haven’t cried to me with their heart,",
        "15": "Though I have taught and strengthened their arms,",
        "16": "They return, but not to the Most High."
    },
    "8": {
        "1": "“Put the trumpet to your lips!",
        "2": "They cry to me, ‘My God, we, Israel, acknowledge you!’",
        "3": "Israel has cast off that which is good.",
        "4": "They have set up kings, but not by me.",
        "5": "Let Samaria throw out his calf idol!",
        "6": "For this is even from Israel!",
        "7": "For they sow the wind,",
        "8": "Israel is swallowed up.",
        "9": "For they have gone up to Assyria,",
        "10": "But although they sold themselves among the nations,",
        "11": "Because Ephraim has multiplied altars for sinning,",
        "12": "I wrote for him the many things of my law,",
        "13": "As for the sacrifices of my offerings,",
        "14": "For Israel has forgotten his Maker and built palaces;"
    },
    "9": {
        "1": "Don’t rejoice, Israel, to jubilation like the nations;",
        "2": "The threshing floor and the wine press won’t feed them,",
        "3": "They won’t dwell in the LORD’s land;",
        "4": "They won’t pour out wine offerings to the LORD,",
        "5": "What will you do in the day of solemn assembly,",
        "6": "For, behold, when they flee destruction,",
        "7": "The days of visitation have come.",
        "8": "A prophet watches over Ephraim with my God.",
        "9": "They have deeply corrupted themselves,",
        "10": "I found Israel like grapes in the wilderness.",
        "11": "As for Ephraim, their glory will fly away like a bird.",
        "12": "Though they bring up their children,",
        "13": "I have seen Ephraim, like Tyre, planted in a pleasant place;",
        "14": "Give them—LORD what will you give?",
        "15": "“All their wickedness is in Gilgal;",
        "16": "Ephraim is struck.",
        "17": "My God will cast them away, because they didn’t listen to him;"
    },
    "10": {
        "1": "Israel is a luxuriant vine that produces his fruit.",
        "2": "Their heart is divided.",
        "3": "Surely now they will say, “We have no king; for we don’t fear the LORD;",
        "4": "They make promises, swearing falsely in making covenants.",
        "5": "The inhabitants of Samaria will be in terror for the calves of Beth Aven,",
        "6": "It also will be carried to Assyria for a present to a great king.",
        "7": "Samaria and her king float away",
        "8": "The high places also of Aven, the sin of Israel, will be destroyed.",
        "9": "“Israel, you have sinned from the days of Gibeah.",
        "10": "When it is my desire, I will chastise them;",
        "11": "Ephraim is a trained heifer that loves to thresh,",
        "12": "Sow to yourselves in righteousness,",
        "13": "You have plowed wickedness.",
        "14": "Therefore a battle roar will arise among your people,",
        "15": "So Bethel will do to you because of your great wickedness."
    },
    "11": {
        "1": "“When Israel was a child, then I loved him,",
        "2": "They called to them, so they went from them.",
        "3": "Yet I taught Ephraim to walk.",
        "4": "I drew them with cords of a man, with ties of love;",
        "5": "“They won’t return into the land of Egypt;",
        "6": "The sword will fall on their cities,",
        "7": "My people are determined to turn from me.",
        "8": "“How can I give you up, Ephraim?",
        "9": "I will not execute the fierceness of my anger.",
        "10": "They will walk after the LORD,",
        "11": "They will come trembling like a bird out of Egypt,",
        "12": "Ephraim surrounds me with falsehood,"
    },
    "12": {
        "1": "Ephraim feeds on wind,",
        "2": "The LORD also has a controversy with Judah,",
        "3": "In the womb he took his brother by the heel,",
        "4": "Indeed, he struggled with the angel, and prevailed;",
        "5": "even the LORD, the God of Armies.",
        "6": "Therefore turn to your God.",
        "7": "A merchant has dishonest scales in his hand.",
        "8": "Ephraim said, “Surely I have become rich.",
        "9": "“But I am the LORD your God from the land of Egypt.",
        "10": "I have also spoken to the prophets,",
        "11": "If Gilead is wicked,",
        "12": "Jacob fled into the country of Aram.",
        "13": "By a prophet the LORD brought Israel up out of Egypt,",
        "14": "Ephraim has bitterly provoked anger."
    },
    "13": {
        "1": "When Ephraim spoke, there was trembling.",
        "2": "Now they sin more and more,",
        "3": "Therefore they will be like the morning mist,",
        "4": "“Yet I am the LORD your God from the land of Egypt;",
        "5": "I knew you in the wilderness,",
        "6": "According to their pasture, so were they filled;",
        "7": "Therefore I am like a lion to them.",
        "8": "I will meet them like a bear that is bereaved of her cubs,",
        "9": "You are destroyed, Israel, because you are against me,",
        "10": "Where is your king now, that he may save you in all your cities?",
        "11": "I have given you a king in my anger,",
        "12": "The guilt of Ephraim is stored up.",
        "13": "The sorrows of a travailing woman will come on him.",
        "14": "I will ransom them from the power of Sheol.",
        "15": "Though he is fruitful among his brothers, an east wind will come,",
        "16": "Samaria will bear her guilt,"
    },
    "14": {
        "1": "Israel, return to the LORD your God;",
        "2": "Take words with you, and return to the LORD.",
        "3": "Assyria can’t save us.",
        "4": "“I will heal their waywardness.",
        "5": "I will be like the dew to Israel.",
        "6": "His branches will spread,",
        "7": "Men will dwell in his shade.",
        "8": "Ephraim, what have I to do any more with idols?",
        "9": "Who is wise, that he may understand these things?"
    }
}