{
    "1": {
        "1": "There was a man in the land of Uz, whose name was Job. That man was blameless and upright, and one who feared God, and turned away from evil.",
        "2": "There were born to him seven sons and three daughters.",
        "3": "His possessions also were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very great household; so that this man was the greatest of all the children of the east.",
        "4": "His sons went and held a feast in the house of each one on his birthday; and they sent and called for their three sisters to eat and to drink with them.",
        "5": "It was so, when the days of their feasting had run their course, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all. For Job said, “It may be that my sons have sinned, and renounced God in their hearts.” Job did so continually.",
        "6": "Now on the day when God’s sons came to present themselves before the LORD, Satan also came among them.",
        "7": "The LORD said to Satan, “Where have you come from?”",
        "8": "The LORD said to Satan, “Have you considered my servant, Job? For there is no one like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil.”",
        "9": "Then Satan answered the LORD, and said, “Does Job fear God for nothing?",
        "10": "Haven’t you made a hedge around him, and around his house, and around all that he has, on every side? You have blessed the work of his hands, and his substance is increased in the land.",
        "11": "But stretch out your hand now, and touch all that he has, and he will renounce you to your face.”",
        "12": "The LORD said to Satan, “Behold, all that he has is in your power. Only on himself don’t stretch out your hand.”",
        "13": "It fell on a day when his sons and his daughters were eating and drinking wine in their oldest brother’s house,",
        "14": "that a messenger came to Job, and said, “The oxen were plowing, and the donkeys feeding beside them,",
        "15": "and the Sabeans attacked, and took them away. Yes, they have killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
        "16": "While he was still speaking, another also came and said, “The fire of God has fallen from the sky, and has burned up the sheep and the servants, and consumed them, and I alone have escaped to tell you.”",
        "17": "While he was still speaking, another also came and said, “The Chaldeans made three bands, and swept down on the camels, and have taken them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you.”",
        "18": "While he was still speaking, there came also another, and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
        "19": "and behold, there came a great wind from the wilderness, and struck the four corners of the house, and it fell on the young men, and they are dead. I alone have escaped to tell you.”",
        "20": "Then Job arose, and tore his robe, and shaved his head, and fell down on the ground, and worshiped.",
        "21": "He said, “Naked I came out of my mother’s womb, and naked will I return there. The LORD gave, and the LORD has taken away. Blessed be the LORD’s name.”",
        "22": "In all this, Job didn’t sin, nor charge God with wrongdoing."
    },
    "2": {
        "1": "Again, on the day when God’s sons came to present themselves before the LORD, Satan came also among them to present himself before the LORD.",
        "2": "The LORD said to Satan, “Where have you come from?”",
        "3": "The LORD said to Satan, “Have you considered my servant Job? For there is no one like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil. He still maintains his integrity, although you incited me against him, to ruin him without cause.”",
        "4": "Satan answered the LORD, and said, “Skin for skin. Yes, all that a man has he will give for his life.",
        "5": "But stretch out your hand now, and touch his bone and his flesh, and he will renounce you to your face.”",
        "6": "The LORD said to Satan, “Behold, he is in your hand. Only spare his life.”",
        "7": "So Satan went out from the presence of the LORD, and struck Job with painful sores from the sole of his foot to his head.",
        "8": "He took for himself a potsherd to scrape himself with, and he sat among the ashes.",
        "9": "Then his wife said to him, “Do you still maintain your integrity? Renounce God, and die.”",
        "10": "But he said to her, “You speak as one of the foolish women would speak. What? Shall we receive good at the hand of God, and shall we not receive evil?”",
        "11": "Now when Job’s three friends heard of all this evil that had come on him, they each came from his own place: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and to comfort him.",
        "12": "When they lifted up their eyes from a distance, and didn’t recognize him, they raised their voices, and wept; and they each tore his robe, and sprinkled dust on their heads toward the sky.",
        "13": "So they sat down with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his grief was very great."
    },
    "3": {
        "1": "After this Job opened his mouth, and cursed the day of his birth.",
        "2": "Job answered:",
        "3": "“Let the day perish in which I was born,",
        "4": "Let that day be darkness.",
        "5": "Let darkness and the shadow of death claim it for their own.",
        "6": "As for that night, let thick darkness seize on it.",
        "7": "Behold, let that night be barren.",
        "8": "Let them curse it who curse the day,",
        "9": "Let the stars of its twilight be dark.",
        "10": "because it didn’t shut up the doors of my mother’s womb,",
        "11": "“Why didn’t I die from the womb?",
        "12": "Why did the knees receive me?",
        "13": "For now I should have lain down and been quiet.",
        "14": "with kings and counselors of the earth,",
        "15": "or with princes who had gold,",
        "16": "or as a hidden untimely birth I had not been,",
        "17": "There the wicked cease from troubling.",
        "18": "There the prisoners are at ease together.",
        "19": "The small and the great are there.",
        "20": "“Why is light given to him who is in misery,",
        "21": "who long for death, but it doesn’t come;",
        "22": "who rejoice exceedingly,",
        "23": "Why is light given to a man whose way is hidden,",
        "24": "For my sighing comes before I eat.",
        "25": "For the thing which I fear comes on me,",
        "26": "I am not at ease, neither am I quiet, neither do I have rest;"
    },
    "4": {
        "1": "Then Eliphaz the Temanite answered,",
        "2": "“If someone ventures to talk with you, will you be grieved?",
        "3": "Behold, you have instructed many,",
        "4": "Your words have supported him who was falling,",
        "5": "But now it has come to you, and you faint.",
        "6": "Isn’t your piety your confidence?",
        "7": "“Remember, now, who ever perished, being innocent?",
        "8": "According to what I have seen, those who plow iniquity",
        "9": "By the breath of God they perish.",
        "10": "The roaring of the lion,",
        "11": "The old lion perishes for lack of prey.",
        "12": "“Now a thing was secretly brought to me.",
        "13": "In thoughts from the visions of the night,",
        "14": "fear came on me, and trembling,",
        "15": "Then a spirit passed before my face.",
        "16": "It stood still, but I couldn’t discern its appearance.",
        "17": "‘Shall mortal man be more just than God?",
        "18": "Behold, he puts no trust in his servants.",
        "19": "How much more those who dwell in houses of clay,",
        "20": "Between morning and evening they are destroyed.",
        "21": "Isn’t their tent cord plucked up within them?"
    },
    "5": {
        "1": "“Call now; is there any who will answer you?",
        "2": "For resentment kills the foolish man,",
        "3": "I have seen the foolish taking root,",
        "4": "His children are far from safety.",
        "5": "whose harvest the hungry eat up,",
        "6": "For affliction doesn’t come out of the dust,",
        "7": "but man is born to trouble,",
        "8": "“But as for me, I would seek God.",
        "9": "who does great things that can’t be fathomed,",
        "10": "who gives rain on the earth,",
        "11": "so that he sets up on high those who are low,",
        "12": "He frustrates the plans of the crafty,",
        "13": "He takes the wise in their own craftiness;",
        "14": "They meet with darkness in the day time,",
        "15": "But he saves from the sword of their mouth,",
        "16": "So the poor has hope,",
        "17": "“Behold, happy is the man whom God corrects.",
        "18": "For he wounds and binds up.",
        "19": "He will deliver you in six troubles;",
        "20": "In famine he will redeem you from death;",
        "21": "You will be hidden from the scourge of the tongue,",
        "22": "You will laugh at destruction and famine,",
        "23": "For you will be allied with the stones of the field.",
        "24": "You will know that your tent is in peace.",
        "25": "You will know also that your offspring will be great,",
        "26": "You will come to your grave in a full age,",
        "27": "Behold, we have researched it. It is so."
    },
    "6": {
        "1": "Then Job answered,",
        "2": "“Oh that my anguish were weighed,",
        "3": "For now it would be heavier than the sand of the seas,",
        "4": "For the arrows of the Almighty are within me.",
        "5": "Does the wild donkey bray when he has grass?",
        "6": "Can that which has no flavor be eaten without salt?",
        "7": "My soul refuses to touch them.",
        "8": "“Oh that I might have my request,",
        "9": "even that it would please God to crush me;",
        "10": "Let it still be my consolation,",
        "11": "What is my strength, that I should wait?",
        "12": "Is my strength the strength of stones?",
        "13": "Isn’t it that I have no help in me,",
        "14": "“To him who is ready to faint, kindness should be shown from his friend;",
        "15": "My brothers have dealt deceitfully as a brook,",
        "16": "which are black by reason of the ice,",
        "17": "In the dry season, they vanish.",
        "18": "The caravans that travel beside them turn away.",
        "19": "The caravans of Tema looked.",
        "20": "They were distressed because they were confident.",
        "21": "For now you are nothing.",
        "22": "Did I ever say, ‘Give to me’?",
        "23": "or, ‘Deliver me from the adversary’s hand’?",
        "24": "“Teach me, and I will hold my peace.",
        "25": "How forcible are words of uprightness!",
        "26": "Do you intend to reprove words,",
        "27": "Yes, you would even cast lots for the fatherless,",
        "28": "Now therefore be pleased to look at me,",
        "29": "Please return.",
        "30": "Is there injustice on my tongue?"
    },
    "7": {
        "1": "“Isn’t a man forced to labor on earth?",
        "2": "As a servant who earnestly desires the shadow,",
        "3": "so I am made to possess months of misery,",
        "4": "When I lie down, I say,",
        "5": "My flesh is clothed with worms and clods of dust.",
        "6": "My days are swifter than a weaver’s shuttle,",
        "7": "Oh remember that my life is a breath.",
        "8": "The eye of him who sees me will see me no more.",
        "9": "As the cloud is consumed and vanishes away,",
        "10": "He will return no more to his house,",
        "11": "“Therefore I will not keep silent.",
        "12": "Am I a sea, or a sea monster,",
        "13": "When I say, ‘My bed will comfort me.",
        "14": "then you scare me with dreams",
        "15": "so that my soul chooses strangling,",
        "16": "I loathe my life.",
        "17": "What is man, that you should magnify him,",
        "18": "that you should visit him every morning,",
        "19": "How long will you not look away from me,",
        "20": "If I have sinned, what do I do to you, you watcher of men?",
        "21": "Why do you not pardon my disobedience, and take away my iniquity?"
    },
    "8": {
        "1": "Then Bildad the Shuhite answered,",
        "2": "“How long will you speak these things?",
        "3": "Does God pervert justice?",
        "4": "If your children have sinned against him,",
        "5": "If you want to seek God diligently,",
        "6": "If you were pure and upright,",
        "7": "Though your beginning was small,",
        "8": "“Please inquire of past generations.",
        "9": "(For we are but of yesterday, and know nothing,",
        "10": "Shall they not teach you, tell you,",
        "11": "“Can the papyrus grow up without mire?",
        "12": "While it is yet in its greenness, not cut down,",
        "13": "So are the paths of all who forget God.",
        "14": "whose confidence will break apart,",
        "15": "He will lean on his house, but it will not stand.",
        "16": "He is green before the sun.",
        "17": "His roots are wrapped around the rock pile.",
        "18": "If he is destroyed from his place,",
        "19": "Behold, this is the joy of his way.",
        "20": "“Behold, God will not cast away a blameless man,",
        "21": "He will still fill your mouth with laughter,",
        "22": "Those who hate you will be clothed with shame."
    },
    "9": {
        "1": "Then Job answered,",
        "2": "“Truly I know that it is so,",
        "3": "If he is pleased to contend with him,",
        "4": "God is wise in heart, and mighty in strength.",
        "5": "He removes the mountains, and they don’t know it,",
        "6": "He shakes the earth out of its place.",
        "7": "He commands the sun and it doesn’t rise,",
        "8": "He alone stretches out the heavens,",
        "9": "He makes the Bear, Orion, and the Pleiades,",
        "10": "He does great things past finding out;",
        "11": "Behold, he goes by me, and I don’t see him.",
        "12": "Behold, he snatches away.",
        "13": "“God will not withdraw his anger.",
        "14": "How much less will I answer him,",
        "15": "Though I were righteous, yet I wouldn’t answer him.",
        "16": "If I had called, and he had answered me,",
        "17": "For he breaks me with a storm,",
        "18": "He will not allow me to catch my breath,",
        "19": "If it is a matter of strength, behold, he is mighty!",
        "20": "Though I am righteous, my own mouth will condemn me.",
        "21": "I am blameless.",
        "22": "“It is all the same.",
        "23": "If the scourge kills suddenly,",
        "24": "The earth is given into the hand of the wicked.",
        "25": "“Now my days are swifter than a runner.",
        "26": "They have passed away as the swift ships,",
        "27": "If I say, ‘I will forget my complaint,",
        "28": "I am afraid of all my sorrows.",
        "29": "I will be condemned.",
        "30": "If I wash myself with snow,",
        "31": "yet you will plunge me in the ditch.",
        "32": "For he is not a man, as I am, that I should answer him,",
        "33": "There is no umpire between us,",
        "34": "Let him take his rod away from me.",
        "35": "then I would speak, and not fear him,"
    },
    "10": {
        "1": "“My soul is weary of my life.",
        "2": "I will tell God, ‘Do not condemn me.",
        "3": "Is it good to you that you should oppress,",
        "4": "Do you have eyes of flesh?",
        "5": "Are your days as the days of mortals,",
        "6": "that you inquire after my iniquity,",
        "7": "Although you know that I am not wicked,",
        "8": "“ ‘Your hands have framed me and fashioned me altogether,",
        "9": "Remember, I beg you, that you have fashioned me as clay.",
        "10": "Haven’t you poured me out like milk,",
        "11": "You have clothed me with skin and flesh,",
        "12": "You have granted me life and loving kindness.",
        "13": "Yet you hid these things in your heart.",
        "14": "if I sin, then you mark me.",
        "15": "If I am wicked, woe to me.",
        "16": "If my head is held high, you hunt me like a lion.",
        "17": "You renew your witnesses against me,",
        "18": "“ ‘Why, then, have you brought me out of the womb?",
        "19": "I should have been as though I had not been.",
        "20": "Aren’t my days few?",
        "21": "before I go where I will not return from,",
        "22": "the land dark as midnight,"
    },
    "11": {
        "1": "Then Zophar, the Naamathite, answered,",
        "2": "“Shouldn’t the multitude of words be answered?",
        "3": "Should your boastings make men hold their peace?",
        "4": "For you say, ‘My doctrine is pure.",
        "5": "But oh that God would speak,",
        "6": "that he would show you the secrets of wisdom!",
        "7": "“Can you fathom the mystery of God?",
        "8": "They are high as heaven. What can you do?",
        "9": "Its measure is longer than the earth,",
        "10": "If he passes by, or confines,",
        "11": "For he knows false men.",
        "12": "An empty-headed man becomes wise",
        "13": "“If you set your heart aright,",
        "14": "If iniquity is in your hand, put it far away.",
        "15": "Surely then you will lift up your face without spot.",
        "16": "for you will forget your misery.",
        "17": "Life will be clearer than the noonday.",
        "18": "You will be secure, because there is hope.",
        "19": "Also you will lie down, and no one will make you afraid.",
        "20": "But the eyes of the wicked will fail."
    },
    "12": {
        "1": "Then Job answered,",
        "2": "“No doubt, but you are the people,",
        "3": "But I have understanding as well as you;",
        "4": "I am like one who is a joke to his neighbor,",
        "5": "In the thought of him who is at ease there is contempt for misfortune.",
        "6": "The tents of robbers prosper.",
        "7": "“But ask the animals now, and they will teach you;",
        "8": "Or speak to the earth, and it will teach you.",
        "9": "Who doesn’t know that in all these,",
        "10": "in whose hand is the life of every living thing,",
        "11": "Doesn’t the ear try words,",
        "12": "With aged men is wisdom,",
        "13": "“With God is wisdom and might.",
        "14": "Behold, he breaks down, and it can’t be built again.",
        "15": "Behold, he withholds the waters, and they dry up.",
        "16": "With him is strength and wisdom.",
        "17": "He leads counselors away stripped.",
        "18": "He loosens the bond of kings.",
        "19": "He leads priests away stripped,",
        "20": "He removes the speech of those who are trusted,",
        "21": "He pours contempt on princes,",
        "22": "He uncovers deep things out of darkness,",
        "23": "He increases the nations, and he destroys them.",
        "24": "He takes away understanding from the chiefs of the people of the earth,",
        "25": "They grope in the dark without light."
    },
    "13": {
        "1": "“Behold, my eye has seen all this.",
        "2": "What you know, I know also.",
        "3": "“Surely I would speak to the Almighty.",
        "4": "But you are forgers of lies.",
        "5": "Oh that you would be completely silent!",
        "6": "Hear now my reasoning.",
        "7": "Will you speak unrighteously for God,",
        "8": "Will you show partiality to him?",
        "9": "Is it good that he should search you out?",
        "10": "He will surely reprove you",
        "11": "Won’t his majesty make you afraid",
        "12": "Your memorable sayings are proverbs of ashes.",
        "13": "“Be silent!",
        "14": "Why should I take my flesh in my teeth,",
        "15": "Behold, he will kill me.",
        "16": "This also will be my salvation,",
        "17": "Listen carefully to my speech.",
        "18": "See now, I have set my cause in order.",
        "19": "Who is he who will contend with me?",
        "20": "“Only don’t do two things to me,",
        "21": "withdraw your hand far from me,",
        "22": "Then call, and I will answer,",
        "23": "How many are my iniquities and sins?",
        "24": "Why do you hide your face,",
        "25": "Will you harass a driven leaf?",
        "26": "For you write bitter things against me,",
        "27": "You also put my feet in the stocks,",
        "28": "though I am decaying like a rotten thing,"
    },
    "14": {
        "1": "“Man, who is born of a woman,",
        "2": "He grows up like a flower, and is cut down.",
        "3": "Do you open your eyes on such a one,",
        "4": "Who can bring a clean thing out of an unclean?",
        "5": "Seeing his days are determined,",
        "6": "Look away from him, that he may rest,",
        "7": "“For there is hope for a tree if it is cut down,",
        "8": "Though its root grows old in the earth,",
        "9": "yet through the scent of water it will bud,",
        "10": "But man dies, and is laid low.",
        "11": "As the waters fail from the sea,",
        "12": "so man lies down and doesn’t rise.",
        "13": "“Oh that you would hide me in Sheol,",
        "14": "If a man dies, will he live again?",
        "15": "You would call, and I would answer you.",
        "16": "But now you count my steps.",
        "17": "My disobedience is sealed up in a bag.",
        "18": "“But the mountain falling comes to nothing.",
        "19": "The waters wear the stones.",
        "20": "You forever prevail against him, and he departs.",
        "21": "His sons come to honor, and he doesn’t know it.",
        "22": "But his flesh on him has pain,"
    },
    "15": {
        "1": "Then Eliphaz the Temanite answered,",
        "2": "“Should a wise man answer with vain knowledge,",
        "3": "Should he reason with unprofitable talk,",
        "4": "Yes, you do away with fear,",
        "5": "For your iniquity teaches your mouth,",
        "6": "Your own mouth condemns you, and not I.",
        "7": "“Are you the first man who was born?",
        "8": "Have you heard the secret counsel of God?",
        "9": "What do you know that we don’t know?",
        "10": "With us are both the gray-headed and the very aged men,",
        "11": "Are the consolations of God too small for you,",
        "12": "Why does your heart carry you away?",
        "13": "that you turn your spirit against God,",
        "14": "What is man, that he should be clean?",
        "15": "Behold, he puts no trust in his holy ones.",
        "16": "how much less one who is abominable and corrupt,",
        "17": "“I will show you, listen to me;",
        "18": "(which wise men have told by their fathers,",
        "19": "to whom alone the land was given,",
        "20": "the wicked man writhes in pain all his days,",
        "21": "A sound of terrors is in his ears.",
        "22": "He doesn’t believe that he will return out of darkness.",
        "23": "He wanders abroad for bread, saying, ‘Where is it?’",
        "24": "Distress and anguish make him afraid.",
        "25": "Because he has stretched out his hand against God,",
        "26": "he runs at him with a stiff neck,",
        "27": "because he has covered his face with his fatness,",
        "28": "He has lived in desolate cities,",
        "29": "He will not be rich, neither will his substance continue,",
        "30": "He will not depart out of darkness.",
        "31": "Let him not trust in emptiness, deceiving himself,",
        "32": "It will be accomplished before his time.",
        "33": "He will shake off his unripe grape as the vine,",
        "34": "For the company of the godless will be barren,",
        "35": "They conceive mischief and produce iniquity."
    },
    "16": {
        "1": "Then Job answered,",
        "2": "“I have heard many such things.",
        "3": "Shall vain words have an end?",
        "4": "I also could speak as you do.",
        "5": "but I would strengthen you with my mouth.",
        "6": "“Though I speak, my grief is not subsided.",
        "7": "But now, God, you have surely worn me out.",
        "8": "You have shriveled me up. This is a witness against me.",
        "9": "He has torn me in his wrath and persecuted me.",
        "10": "They have gaped on me with their mouth.",
        "11": "God delivers me to the ungodly,",
        "12": "I was at ease, and he broke me apart.",
        "13": "His archers surround me.",
        "14": "He breaks me with breach on breach.",
        "15": "I have sewed sackcloth on my skin,",
        "16": "My face is red with weeping.",
        "17": "although there is no violence in my hands,",
        "18": "“Earth, don’t cover my blood.",
        "19": "Even now, behold, my witness is in heaven.",
        "20": "My friends scoff at me.",
        "21": "that he would maintain the right of a man with God,",
        "22": "For when a few years have come,"
    },
    "17": {
        "1": "“My spirit is consumed.",
        "2": "Surely there are mockers with me.",
        "3": "“Now give a pledge. Be collateral for me with yourself.",
        "4": "For you have hidden their heart from understanding,",
        "5": "He who denounces his friends for plunder,",
        "6": "“But he has made me a byword of the people.",
        "7": "My eye also is dim by reason of sorrow.",
        "8": "Upright men will be astonished at this.",
        "9": "Yet the righteous will hold to his way.",
        "10": "But as for you all, come back.",
        "11": "My days are past.",
        "12": "They change the night into day,",
        "13": "If I look for Sheol as my house,",
        "14": "if I have said to corruption, ‘You are my father,’",
        "15": "where then is my hope?",
        "16": "Shall it go down with me to the gates of Sheol,"
    },
    "18": {
        "1": "Then Bildad the Shuhite answered,",
        "2": "“How long will you hunt for words?",
        "3": "Why are we counted as animals,",
        "4": "You who tear yourself in your anger,",
        "5": "“Yes, the light of the wicked will be put out.",
        "6": "The light will be dark in his tent.",
        "7": "The steps of his strength will be shortened.",
        "8": "For he is cast into a net by his own feet,",
        "9": "A snare will take him by the heel.",
        "10": "A noose is hidden for him in the ground,",
        "11": "Terrors will make him afraid on every side,",
        "12": "His strength will be famished.",
        "13": "The members of his body will be devoured.",
        "14": "He will be rooted out of the security of his tent.",
        "15": "There will dwell in his tent that which is none of his.",
        "16": "His roots will be dried up beneath.",
        "17": "His memory will perish from the earth.",
        "18": "He will be driven from light into darkness,",
        "19": "He will have neither son nor grandson among his people,",
        "20": "Those who come after will be astonished at his day,",
        "21": "Surely such are the dwellings of the unrighteous."
    },
    "19": {
        "1": "Then Job answered,",
        "2": "“How long will you torment me,",
        "3": "You have reproached me ten times.",
        "4": "If it is true that I have erred,",
        "5": "If indeed you will magnify yourselves against me,",
        "6": "know now that God has subverted me,",
        "7": "“Behold, I cry out of wrong, but I am not heard.",
        "8": "He has walled up my way so that I can’t pass,",
        "9": "He has stripped me of my glory,",
        "10": "He has broken me down on every side, and I am gone.",
        "11": "He has also kindled his wrath against me.",
        "12": "His troops come on together,",
        "13": "“He has put my brothers far from me.",
        "14": "My relatives have gone away.",
        "15": "Those who dwell in my house and my maids consider me a stranger.",
        "16": "I call to my servant, and he gives me no answer.",
        "17": "My breath is offensive to my wife.",
        "18": "Even young children despise me.",
        "19": "All my familiar friends abhor me.",
        "20": "My bones stick to my skin and to my flesh.",
        "21": "“Have pity on me. Have pity on me, you my friends,",
        "22": "Why do you persecute me as God,",
        "23": "“Oh that my words were now written!",
        "24": "That with an iron pen and lead",
        "25": "But as for me, I know that my Redeemer lives.",
        "26": "After my skin is destroyed,",
        "27": "whom I, even I, will see on my side.",
        "28": "If you say, ‘How we will persecute him!’",
        "29": "be afraid of the sword,"
    },
    "20": {
        "1": "Then Zophar the Naamathite answered,",
        "2": "“Therefore my thoughts answer me,",
        "3": "I have heard the reproof which puts me to shame.",
        "4": "Don’t you know this from old time,",
        "5": "that the triumphing of the wicked is short,",
        "6": "Though his height mount up to the heavens,",
        "7": "yet he will perish forever like his own dung.",
        "8": "He will fly away as a dream, and will not be found.",
        "9": "The eye which saw him will see him no more,",
        "10": "His children will seek the favor of the poor.",
        "11": "His bones are full of his youth,",
        "12": "“Though wickedness is sweet in his mouth,",
        "13": "though he spare it, and will not let it go,",
        "14": "yet his food in his bowels is turned.",
        "15": "He has swallowed down riches, and he will vomit them up again.",
        "16": "He will suck cobra venom.",
        "17": "He will not look at the rivers,",
        "18": "He will restore that for which he labored, and will not swallow it down.",
        "19": "For he has oppressed and forsaken the poor.",
        "20": "“Because he knew no quietness within him,",
        "21": "There was nothing left that he didn’t devour,",
        "22": "In the fullness of his sufficiency, distress will overtake him.",
        "23": "When he is about to fill his belly, God will cast the fierceness of his wrath on him.",
        "24": "He will flee from the iron weapon.",
        "25": "He draws it out, and it comes out of his body.",
        "26": "All darkness is laid up for his treasures.",
        "27": "The heavens will reveal his iniquity.",
        "28": "The increase of his house will depart.",
        "29": "This is the portion of a wicked man from God,"
    },
    "21": {
        "1": "Then Job answered,",
        "2": "“Listen diligently to my speech.",
        "3": "Allow me, and I also will speak.",
        "4": "As for me, is my complaint to man?",
        "5": "Look at me, and be astonished.",
        "6": "When I remember, I am troubled.",
        "7": "“Why do the wicked live,",
        "8": "Their child is established with them in their sight,",
        "9": "Their houses are safe from fear,",
        "10": "Their bulls breed without fail.",
        "11": "They send out their little ones like a flock.",
        "12": "They sing to the tambourine and harp,",
        "13": "They spend their days in prosperity.",
        "14": "They tell God, ‘Depart from us,",
        "15": "What is the Almighty, that we should serve him?",
        "16": "Behold, their prosperity is not in their hand.",
        "17": "“How often is it that the lamp of the wicked is put out,",
        "18": "How often is it that they are as stubble before the wind,",
        "19": "You say, ‘God lays up his iniquity for his children.’",
        "20": "Let his own eyes see his destruction.",
        "21": "For what does he care for his house after him,",
        "22": "“Shall any teach God knowledge,",
        "23": "One dies in his full strength,",
        "24": "His pails are full of milk.",
        "25": "Another dies in bitterness of soul,",
        "26": "They lie down alike in the dust.",
        "27": "“Behold, I know your thoughts,",
        "28": "For you say, ‘Where is the house of the prince?",
        "29": "Haven’t you asked wayfaring men?",
        "30": "that the evil man is reserved to the day of calamity,",
        "31": "Who will declare his way to his face?",
        "32": "Yet he will be borne to the grave.",
        "33": "The clods of the valley will be sweet to him.",
        "34": "So how can you comfort me with nonsense,"
    },
    "22": {
        "1": "Then Eliphaz the Temanite answered,",
        "2": "“Can a man be profitable to God?",
        "3": "Is it any pleasure to the Almighty that you are righteous?",
        "4": "Is it for your piety that he reproves you,",
        "5": "Isn’t your wickedness great?",
        "6": "For you have taken pledges from your brother for nothing,",
        "7": "You haven’t given water to the weary to drink,",
        "8": "But as for the mighty man, he had the earth.",
        "9": "You have sent widows away empty,",
        "10": "Therefore snares are around you.",
        "11": "or darkness, so that you can not see,",
        "12": "“Isn’t God in the heights of heaven?",
        "13": "You say, ‘What does God know?",
        "14": "Thick clouds are a covering to him, so that he doesn’t see.",
        "15": "Will you keep the old way,",
        "16": "who were snatched away before their time,",
        "17": "who said to God, ‘Depart from us!’",
        "18": "Yet he filled their houses with good things,",
        "19": "The righteous see it, and are glad.",
        "20": "saying, ‘Surely those who rose up against us are cut off.",
        "21": "“Acquaint yourself with him now, and be at peace.",
        "22": "Please receive instruction from his mouth,",
        "23": "If you return to the Almighty, you will be built up,",
        "24": "Lay your treasure in the dust,",
        "25": "The Almighty will be your treasure,",
        "26": "For then you will delight yourself in the Almighty,",
        "27": "You will make your prayer to him, and he will hear you.",
        "28": "You will also decree a thing, and it will be established to you.",
        "29": "When they cast down, you will say, ‘be lifted up.’",
        "30": "He will even deliver him who is not innocent."
    },
    "23": {
        "1": "Then Job answered,",
        "2": "“Even today my complaint is rebellious.",
        "3": "Oh that I knew where I might find him!",
        "4": "I would set my cause in order before him,",
        "5": "I would know the words which he would answer me,",
        "6": "Would he contend with me in the greatness of his power?",
        "7": "There the upright might reason with him,",
        "8": "“If I go east, he is not there.",
        "9": "He works to the north, but I can’t see him.",
        "10": "But he knows the way that I take.",
        "11": "My foot has held fast to his steps.",
        "12": "I haven’t gone back from the commandment of his lips.",
        "13": "But he stands alone, and who can oppose him?",
        "14": "For he performs that which is appointed for me.",
        "15": "Therefore I am terrified at his presence.",
        "16": "For God has made my heart faint.",
        "17": "Because I was not cut off before the darkness,"
    },
    "24": {
        "1": "“Why aren’t times laid up by the Almighty?",
        "2": "There are people who remove the landmarks.",
        "3": "They drive away the donkey of the fatherless,",
        "4": "They turn the needy out of the way.",
        "5": "Behold, as wild donkeys in the desert,",
        "6": "They cut their food in the field.",
        "7": "They lie all night naked without clothing,",
        "8": "They are wet with the showers of the mountains,",
        "9": "There are those who pluck the fatherless from the breast,",
        "10": "so that they go around naked without clothing.",
        "11": "They make oil within the walls of these men.",
        "12": "From out of the populous city, men groan.",
        "13": "“These are of those who rebel against the light.",
        "14": "The murderer rises with the light.",
        "15": "The eye also of the adulterer waits for the twilight,",
        "16": "In the dark they dig through houses.",
        "17": "For the morning is to all of them like thick darkness,",
        "18": "“They are foam on the surface of the waters.",
        "19": "Drought and heat consume the snow waters,",
        "20": "The womb will forget him.",
        "21": "He devours the barren who don’t bear.",
        "22": "Yet God preserves the mighty by his power.",
        "23": "God gives them security, and they rest in it.",
        "24": "They are exalted; yet a little while, and they are gone.",
        "25": "If it isn’t so now, who will prove me a liar,"
    },
    "25": {
        "1": "Then Bildad the Shuhite answered,",
        "2": "“Dominion and fear are with him.",
        "3": "Can his armies be counted?",
        "4": "How then can man be just with God?",
        "5": "Behold, even the moon has no brightness,",
        "6": "How much less man, who is a worm,"
    },
    "26": {
        "1": "Then Job answered,",
        "2": "“How have you helped him who is without power!",
        "3": "How have you counseled him who has no wisdom,",
        "4": "To whom have you uttered words?",
        "5": "“The departed spirits tremble,",
        "6": "Sheol is naked before God,",
        "7": "He stretches out the north over empty space,",
        "8": "He binds up the waters in his thick clouds,",
        "9": "He encloses the face of his throne,",
        "10": "He has described a boundary on the surface of the waters,",
        "11": "The pillars of heaven tremble",
        "12": "He stirs up the sea with his power,",
        "13": "By his Spirit the heavens are garnished.",
        "14": "Behold, these are but the outskirts of his ways."
    },
    "27": {
        "1": "Job again took up his parable, and said,",
        "2": "“As God lives, who has taken away my right,",
        "3": "(for the length of my life is still in me,",
        "4": "surely my lips will not speak unrighteousness,",
        "5": "Far be it from me that I should justify you.",
        "6": "I hold fast to my righteousness, and will not let it go.",
        "7": "“Let my enemy be as the wicked.",
        "8": "For what is the hope of the godless, when he is cut off,",
        "9": "Will God hear his cry when trouble comes on him?",
        "10": "Will he delight himself in the Almighty,",
        "11": "I will teach you about the hand of God.",
        "12": "Behold, all of you have seen it yourselves;",
        "13": "“This is the portion of a wicked man with God,",
        "14": "If his children are multiplied, it is for the sword.",
        "15": "Those who remain of him will be buried in death.",
        "16": "Though he heap up silver as the dust,",
        "17": "he may prepare it, but the just will put it on,",
        "18": "He builds his house as the moth,",
        "19": "He lies down rich, but he will not do so again.",
        "20": "Terrors overtake him like waters.",
        "21": "The east wind carries him away, and he departs.",
        "22": "For it hurls at him, and does not spare,",
        "23": "Men will clap their hands at him,"
    },
    "28": {
        "1": "“Surely there is a mine for silver,",
        "2": "Iron is taken out of the earth,",
        "3": "Man sets an end to darkness,",
        "4": "He breaks open a shaft away from where people live.",
        "5": "As for the earth, out of it comes bread.",
        "6": "Sapphires come from its rocks.",
        "7": "That path no bird of prey knows,",
        "8": "The proud animals have not trodden it,",
        "9": "He puts his hand on the flinty rock,",
        "10": "He cuts out channels among the rocks.",
        "11": "He binds the streams that they don’t trickle.",
        "12": "“But where will wisdom be found?",
        "13": "Man doesn’t know its price,",
        "14": "The deep says, ‘It isn’t in me.’",
        "15": "It can’t be gotten for gold,",
        "16": "It can’t be valued with the gold of Ophir,",
        "17": "Gold and glass can’t equal it,",
        "18": "No mention will be made of coral or of crystal.",
        "19": "The topaz of Ethiopia will not equal it.",
        "20": "Where then does wisdom come from?",
        "21": "Seeing it is hidden from the eyes of all living,",
        "22": "Destruction and Death say,",
        "23": "“God understands its way,",
        "24": "For he looks to the ends of the earth,",
        "25": "He establishes the force of the wind.",
        "26": "When he made a decree for the rain,",
        "27": "then he saw it, and declared it.",
        "28": "To man he said,"
    },
    "29": {
        "1": "Job again took up his parable, and said,",
        "2": "“Oh that I were as in the months of old,",
        "3": "when his lamp shone on my head,",
        "4": "as I was in my prime,",
        "5": "when the Almighty was yet with me,",
        "6": "when my steps were washed with butter,",
        "7": "when I went out to the city gate,",
        "8": "The young men saw me and hid themselves.",
        "9": "The princes refrained from talking,",
        "10": "The voice of the nobles was hushed,",
        "11": "For when the ear heard me, then it blessed me,",
        "12": "because I delivered the poor who cried,",
        "13": "the blessing of him who was ready to perish came on me,",
        "14": "I put on righteousness, and it clothed me.",
        "15": "I was eyes to the blind,",
        "16": "I was a father to the needy.",
        "17": "I broke the jaws of the unrighteous",
        "18": "Then I said, ‘I will die in my own house,",
        "19": "My root is spread out to the waters.",
        "20": "My glory is fresh in me.",
        "21": "“Men listened to me, waited,",
        "22": "After my words they didn’t speak again.",
        "23": "They waited for me as for the rain.",
        "24": "I smiled on them when they had no confidence.",
        "25": "I chose out their way, and sat as chief."
    },
    "30": {
        "1": "“But now those who are younger than I have me in derision,",
        "2": "Of what use is the strength of their hands to me,",
        "3": "They are gaunt from lack and famine.",
        "4": "They pluck salt herbs by the bushes.",
        "5": "They are driven out from among men.",
        "6": "so that they live in frightful valleys,",
        "7": "They bray among the bushes.",
        "8": "They are children of fools, yes, children of wicked men.",
        "9": "“Now I have become their song.",
        "10": "They abhor me, they stand aloof from me,",
        "11": "For he has untied his cord, and afflicted me;",
        "12": "On my right hand rise the rabble.",
        "13": "They mar my path.",
        "14": "As through a wide breach they come.",
        "15": "Terrors have turned on me.",
        "16": "“Now my soul is poured out within me.",
        "17": "In the night season my bones are pierced in me,",
        "18": "My garment is disfigured by great force.",
        "19": "He has cast me into the mire.",
        "20": "I cry to you, and you do not answer me.",
        "21": "You have turned to be cruel to me.",
        "22": "You lift me up to the wind, and drive me with it.",
        "23": "For I know that you will bring me to death,",
        "24": "“However doesn’t one stretch out a hand in his fall?",
        "25": "Didn’t I weep for him who was in trouble?",
        "26": "When I looked for good, then evil came.",
        "27": "My heart is troubled, and doesn’t rest.",
        "28": "I go mourning without the sun.",
        "29": "I am a brother to jackals,",
        "30": "My skin grows black and peels from me.",
        "31": "Therefore my harp has turned to mourning,"
    },
    "31": {
        "1": "“I made a covenant with my eyes;",
        "2": "For what is the portion from God above,",
        "3": "Is it not calamity to the unrighteous,",
        "4": "Doesn’t he see my ways,",
        "5": "“If I have walked with falsehood,",
        "6": "(let me be weighed in an even balance,",
        "7": "if my step has turned out of the way,",
        "8": "then let me sow, and let another eat.",
        "9": "“If my heart has been enticed to a woman,",
        "10": "then let my wife grind for another,",
        "11": "For that would be a heinous crime.",
        "12": "for it is a fire that consumes to destruction,",
        "13": "“If I have despised the cause of my male servant",
        "14": "what then will I do when God rises up?",
        "15": "Didn’t he who made me in the womb make him?",
        "16": "“If I have withheld the poor from their desire,",
        "17": "or have eaten my morsel alone,",
        "18": "(no, from my youth he grew up with me as with a father,",
        "19": "if I have seen any perish for want of clothing,",
        "20": "if his heart hasn’t blessed me,",
        "21": "if I have lifted up my hand against the fatherless,",
        "22": "then let my shoulder fall from the shoulder blade,",
        "23": "For calamity from God is a terror to me.",
        "24": "“If I have made gold my hope,",
        "25": "If I have rejoiced because my wealth was great,",
        "26": "if I have seen the sun when it shined,",
        "27": "and my heart has been secretly enticed,",
        "28": "this also would be an iniquity to be punished by the judges,",
        "29": "“If I have rejoiced at the destruction of him who hated me,",
        "30": "(I have certainly not allowed my mouth to sin",
        "31": "if the men of my tent have not said,",
        "32": "(the foreigner has not camped in the street,",
        "33": "if like Adam I have covered my transgressions,",
        "34": "because I feared the great multitude,",
        "35": "oh that I had one to hear me!",
        "36": "Surely I would carry it on my shoulder,",
        "37": "I would declare to him the number of my steps.",
        "38": "If my land cries out against me,",
        "39": "if I have eaten its fruits without money,",
        "40": "let briers grow instead of wheat,"
    },
    "32": {
        "1": "So these three men ceased to answer Job, because he was righteous in his own eyes.",
        "2": "Then the wrath of Elihu the son of Barachel, the Buzite, of the family of Ram, was kindled against Job. His wrath was kindled because he justified himself rather than God.",
        "3": "Also his wrath was kindled against his three friends, because they had found no answer, and yet had condemned Job.",
        "4": "Now Elihu had waited to speak to Job, because they were older than he.",
        "5": "When Elihu saw that there was no answer in the mouth of these three men, his wrath was kindled.",
        "6": "Elihu the son of Barachel the Buzite answered,",
        "7": "I said, ‘Days should speak,",
        "8": "But there is a spirit in man,",
        "9": "It is not the great who are wise,",
        "10": "Therefore I said, ‘Listen to me;",
        "11": "“Behold, I waited for your words,",
        "12": "Yes, I gave you my full attention,",
        "13": "Beware lest you say, ‘We have found wisdom.",
        "14": "for he has not directed his words against me;",
        "15": "“They are amazed. They answer no more.",
        "16": "Shall I wait, because they don’t speak,",
        "17": "I also will answer my part,",
        "18": "For I am full of words.",
        "19": "Behold, my breast is as wine which has no vent;",
        "20": "I will speak, that I may be refreshed.",
        "21": "Please don’t let me respect any man’s person,",
        "22": "For I don’t know how to give flattering titles,"
    },
    "33": {
        "1": "“However, Job, please hear my speech,",
        "2": "See now, I have opened my mouth.",
        "3": "My words will utter the uprightness of my heart.",
        "4": "The Spirit of God has made me,",
        "5": "If you can, answer me.",
        "6": "Behold, I am toward God even as you are.",
        "7": "Behold, my terror will not make you afraid,",
        "8": "“Surely you have spoken in my hearing,",
        "9": "‘I am clean, without disobedience.",
        "10": "Behold, he finds occasions against me.",
        "11": "He puts my feet in the stocks.",
        "12": "“Behold, I will answer you. In this you are not just,",
        "13": "Why do you strive against him,",
        "14": "For God speaks once,",
        "15": "In a dream, in a vision of the night,",
        "16": "then he opens the ears of men,",
        "17": "that he may withdraw man from his purpose,",
        "18": "He keeps back his soul from the pit,",
        "19": "“He is chastened also with pain on his bed,",
        "20": "so that his life abhors bread,",
        "21": "His flesh is so consumed away that it can’t be seen.",
        "22": "Yes, his soul draws near to the pit,",
        "23": "“If there is beside him an angel,",
        "24": "then God is gracious to him, and says,",
        "25": "His flesh will be fresher than a child’s.",
        "26": "He prays to God, and he is favorable to him,",
        "27": "He sings before men, and says,",
        "28": "He has redeemed my soul from going into the pit.",
        "29": "“Behold, God does all these things,",
        "30": "to bring back his soul from the pit,",
        "31": "Mark well, Job, and listen to me.",
        "32": "If you have anything to say, answer me.",
        "33": "If not, listen to me."
    },
    "34": {
        "1": "Moreover Elihu answered,",
        "2": "“Hear my words, you wise men.",
        "3": "For the ear tries words,",
        "4": "Let us choose for us that which is right.",
        "5": "For Job has said, ‘I am righteous,",
        "6": "Notwithstanding my right I am considered a liar.",
        "7": "What man is like Job,",
        "8": "who goes in company with the workers of iniquity,",
        "9": "For he has said, ‘It profits a man nothing",
        "10": "“Therefore listen to me, you men of understanding:",
        "11": "For the work of a man he will give to him,",
        "12": "Yes surely, God will not do wickedly,",
        "13": "Who put him in charge of the earth?",
        "14": "If he set his heart on himself,",
        "15": "all flesh would perish together,",
        "16": "“If now you have understanding, hear this.",
        "17": "Should even one who hates justice govern?",
        "18": "who says to a king, ‘Vile!’",
        "19": "He doesn’t respect the persons of princes,",
        "20": "In a moment they die, even at midnight.",
        "21": "“For his eyes are on the ways of a man.",
        "22": "There is no darkness, nor thick gloom,",
        "23": "For he doesn’t need to consider a man further,",
        "24": "He breaks mighty men in pieces in ways past finding out,",
        "25": "Therefore he takes knowledge of their works.",
        "26": "He strikes them as wicked men",
        "27": "because they turned away from following him,",
        "28": "so that they caused the cry of the poor to come to him.",
        "29": "When he gives quietness, who then can condemn?",
        "30": "that the godless man may not reign,",
        "31": "“For has any said to God,",
        "32": "Teach me that which I don’t see.",
        "33": "Shall his recompense be as you desire, that you refuse it?",
        "34": "Men of understanding will tell me,",
        "35": "‘Job speaks without knowledge.",
        "36": "I wish that Job were tried to the end,",
        "37": "For he adds rebellion to his sin."
    },
    "35": {
        "1": "Moreover Elihu answered,",
        "2": "“Do you think this to be your right,",
        "3": "that you ask, ‘What advantage will it be to you?",
        "4": "I will answer you,",
        "5": "Look to the skies, and see.",
        "6": "If you have sinned, what effect do you have against him?",
        "7": "If you are righteous, what do you give him?",
        "8": "Your wickedness may hurt a man as you are,",
        "9": "“By reason of the multitude of oppressions they cry out.",
        "10": "But no one says, ‘Where is God my Maker,",
        "11": "who teaches us more than the animals of the earth,",
        "12": "There they cry, but no one answers,",
        "13": "Surely God will not hear an empty cry,",
        "14": "How much less when you say you don’t see him.",
        "15": "But now, because he has not visited in his anger,",
        "16": "therefore Job opens his mouth with empty talk,"
    },
    "36": {
        "1": "Elihu also continued, and said,",
        "2": "“Bear with me a little, and I will show you;",
        "3": "I will get my knowledge from afar,",
        "4": "For truly my words are not false.",
        "5": "“Behold, God is mighty, and doesn’t despise anyone.",
        "6": "He doesn’t preserve the life of the wicked,",
        "7": "He doesn’t withdraw his eyes from the righteous,",
        "8": "If they are bound in fetters,",
        "9": "then he shows them their work,",
        "10": "He also opens their ears to instruction,",
        "11": "If they listen and serve him,",
        "12": "But if they don’t listen, they will perish by the sword;",
        "13": "“But those who are godless in heart lay up anger.",
        "14": "They die in youth.",
        "15": "He delivers the afflicted by their affliction,",
        "16": "Yes, he would have allured you out of distress,",
        "17": "“But you are full of the judgment of the wicked.",
        "18": "Don’t let riches entice you to wrath,",
        "19": "Would your wealth sustain you in distress,",
        "20": "Don’t desire the night,",
        "21": "Take heed, don’t regard iniquity;",
        "22": "Behold, God is exalted in his power.",
        "23": "Who has prescribed his way for him?",
        "24": "“Remember that you magnify his work,",
        "25": "All men have looked on it.",
        "26": "Behold, God is great, and we don’t know him.",
        "27": "For he draws up the drops of water,",
        "28": "which the skies pour down",
        "29": "Indeed, can anyone understand the spreading of the clouds",
        "30": "Behold, he spreads his light around him.",
        "31": "For by these he judges the people.",
        "32": "He covers his hands with the lightning,",
        "33": "Its noise tells about him,"
    },
    "37": {
        "1": "“Yes, at this my heart trembles,",
        "2": "Hear, oh, hear the noise of his voice,",
        "3": "He sends it out under the whole sky,",
        "4": "After it a voice roars.",
        "5": "God thunders marvelously with his voice.",
        "6": "For he says to the snow, ‘Fall on the earth,’",
        "7": "He seals up the hand of every man,",
        "8": "Then the animals take cover,",
        "9": "Out of its room comes the storm,",
        "10": "By the breath of God, ice is given,",
        "11": "Yes, he loads the thick cloud with moisture.",
        "12": "It is turned around by his guidance,",
        "13": "whether it is for correction, or for his land,",
        "14": "“Listen to this, Job.",
        "15": "Do you know how God controls them,",
        "16": "Do you know the workings of the clouds,",
        "17": "You whose clothing is warm",
        "18": "Can you, with him, spread out the sky,",
        "19": "Teach us what we will tell him,",
        "20": "Will it be told him that I would speak?",
        "21": "Now men don’t see the light which is bright in the skies,",
        "22": "Out of the north comes golden splendor.",
        "23": "We can’t reach the Almighty.",
        "24": "Therefore men revere him."
    },
    "38": {
        "1": "Then the LORD answered Job out of the whirlwind,",
        "2": "“Who is this who darkens counsel",
        "3": "Brace yourself like a man,",
        "4": "“Where were you when I laid the foundations of the earth?",
        "5": "Who determined its measures, if you know?",
        "6": "What were its foundations fastened on?",
        "7": "when the morning stars sang together,",
        "8": "“Or who shut up the sea with doors,",
        "9": "when I made clouds its garment,",
        "10": "marked out for it my bound,",
        "11": "and said, ‘You may come here, but no further.",
        "12": "“Have you commanded the morning in your days,",
        "13": "that it might take hold of the ends of the earth,",
        "14": "It is changed as clay under the seal,",
        "15": "From the wicked, their light is withheld.",
        "16": "“Have you entered into the springs of the sea?",
        "17": "Have the gates of death been revealed to you?",
        "18": "Have you comprehended the earth in its width?",
        "19": "“What is the way to the dwelling of light?",
        "20": "that you should take it to its bound,",
        "21": "Surely you know, for you were born then,",
        "22": "Have you entered the storehouses of the snow,",
        "23": "which I have reserved against the time of trouble,",
        "24": "By what way is the lightning distributed,",
        "25": "Who has cut a channel for the flood water,",
        "26": "to cause it to rain on a land where there is no man,",
        "27": "to satisfy the waste and desolate ground,",
        "28": "Does the rain have a father?",
        "29": "Whose womb did the ice come out of?",
        "30": "The waters become hard like stone,",
        "31": "“Can you bind the cluster of the Pleiades,",
        "32": "Can you lead the constellations out in their season?",
        "33": "Do you know the laws of the heavens?",
        "34": "“Can you lift up your voice to the clouds,",
        "35": "Can you send out lightnings, that they may go?",
        "36": "Who has put wisdom in the inward parts?",
        "37": "Who can count the clouds by wisdom?",
        "38": "when the dust runs into a mass,",
        "39": "“Can you hunt the prey for the lioness,",
        "40": "when they crouch in their dens,",
        "41": "Who provides for the raven his prey,"
    },
    "39": {
        "1": "“Do you know the time when the mountain goats give birth?",
        "2": "Can you count the months that they fulfill?",
        "3": "They bow themselves. They bear their young.",
        "4": "Their young ones become strong.",
        "5": "“Who has set the wild donkey free?",
        "6": "whose home I have made the wilderness,",
        "7": "He scorns the tumult of the city,",
        "8": "The range of the mountains is his pasture.",
        "9": "“Will the wild ox be content to serve you?",
        "10": "Can you hold the wild ox in the furrow with his harness?",
        "11": "Will you trust him, because his strength is great?",
        "12": "Will you confide in him, that he will bring home your seed,",
        "13": "“The wings of the ostrich wave proudly,",
        "14": "For she leaves her eggs on the earth,",
        "15": "and forgets that the foot may crush them,",
        "16": "She deals harshly with her young ones, as if they were not hers.",
        "17": "because God has deprived her of wisdom,",
        "18": "When she lifts up herself on high,",
        "19": "“Have you given the horse might?",
        "20": "Have you made him to leap as a locust?",
        "21": "He paws in the valley, and rejoices in his strength.",
        "22": "He mocks at fear, and is not dismayed,",
        "23": "The quiver rattles against him,",
        "24": "He eats up the ground with fierceness and rage,",
        "25": "As often as the trumpet sounds he snorts, ‘Aha!’",
        "26": "“Is it by your wisdom that the hawk soars,",
        "27": "Is it at your command that the eagle mounts up,",
        "28": "On the cliff he dwells and makes his home,",
        "29": "From there he spies out the prey.",
        "30": "His young ones also suck up blood."
    },
    "40": {
        "1": "Moreover the LORD answered Job,",
        "2": "“Shall he who argues contend with the Almighty?",
        "3": "Then Job answered the LORD,",
        "4": "“Behold, I am of small account. What will I answer you?",
        "5": "I have spoken once, and I will not answer;",
        "6": "Then the LORD answered Job out of the whirlwind:",
        "7": "“Now brace yourself like a man.",
        "8": "Will you even annul my judgment?",
        "9": "Or do you have an arm like God?",
        "10": "“Now deck yourself with excellency and dignity.",
        "11": "Pour out the fury of your anger.",
        "12": "Look at everyone who is proud, and humble him.",
        "13": "Hide them in the dust together.",
        "14": "Then I will also admit to you",
        "15": "“See now behemoth, which I made as well as you.",
        "16": "Look now, his strength is in his thighs.",
        "17": "He moves his tail like a cedar.",
        "18": "His bones are like tubes of bronze.",
        "19": "He is the chief of the ways of God.",
        "20": "Surely the mountains produce food for him,",
        "21": "He lies under the lotus trees,",
        "22": "The lotuses cover him with their shade.",
        "23": "Behold, if a river overflows, he doesn’t tremble.",
        "24": "Shall any take him when he is on the watch,"
    },
    "41": {
        "1": "“Can you draw out Leviathan with a fish hook,",
        "2": "Can you put a rope into his nose,",
        "3": "Will he make many petitions to you,",
        "4": "Will he make a covenant with you,",
        "5": "Will you play with him as with a bird?",
        "6": "Will traders barter for him?",
        "7": "Can you fill his skin with barbed irons,",
        "8": "Lay your hand on him.",
        "9": "Behold, the hope of him is in vain.",
        "10": "None is so fierce that he dare stir him up.",
        "11": "Who has first given to me, that I should repay him?",
        "12": "“I will not keep silence concerning his limbs,",
        "13": "Who can strip off his outer garment?",
        "14": "Who can open the doors of his face?",
        "15": "Strong scales are his pride,",
        "16": "One is so near to another,",
        "17": "They are joined to one another.",
        "18": "His sneezing flashes out light.",
        "19": "Out of his mouth go burning torches.",
        "20": "Out of his nostrils a smoke goes,",
        "21": "His breath kindles coals.",
        "22": "There is strength in his neck.",
        "23": "The flakes of his flesh are joined together.",
        "24": "His heart is as firm as a stone,",
        "25": "When he raises himself up, the mighty are afraid.",
        "26": "If one attacks him with the sword, it can’t prevail;",
        "27": "He counts iron as straw,",
        "28": "The arrow can’t make him flee.",
        "29": "Clubs are counted as stubble.",
        "30": "His undersides are like sharp potsherds,",
        "31": "He makes the deep to boil like a pot.",
        "32": "He makes a path shine after him.",
        "33": "On earth there is not his equal,",
        "34": "He sees everything that is high."
    },
    "42": {
        "1": "Then Job answered the LORD:",
        "2": "“I know that you can do all things,",
        "3": "You asked, ‘Who is this who hides counsel without knowledge?’",
        "4": "You said, ‘Listen, now, and I will speak;",
        "5": "I had heard of you by the hearing of the ear,",
        "6": "Therefore I abhor myself,",
        "7": "It was so, that after the LORD had spoken these words to Job, the LORD said to Eliphaz the Temanite, “My wrath is kindled against you, and against your two friends; for you have not spoken of me the thing that is right, as my servant Job has.",
        "8": "Now therefore, take to yourselves seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you, for I will accept him, that I not deal with you according to your folly. For you have not spoken of me the thing that is right, as my servant Job has.”",
        "9": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did what the LORD commanded them, and the LORD accepted Job.",
        "10": "The LORD restored Job’s prosperity when he prayed for his friends. The LORD gave Job twice as much as he had before.",
        "11": "Then all his brothers, all his sisters, and all those who had been of his acquaintance before, came to him and ate bread with him in his house. They comforted him, and consoled him concerning all the evil that the LORD had brought on him. Everyone also gave him a piece of money, and everyone a ring of gold.",
        "12": "So the LORD blessed the latter end of Job more than his beginning. He had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and a thousand female donkeys.",
        "13": "He had also seven sons and three daughters.",
        "14": "He called the name of the first, Jemimah; and the name of the second, Keziah; and the name of the third, Keren Happuch.",
        "15": "In all the land were no women found so beautiful as the daughters of Job. Their father gave them an inheritance among their brothers.",
        "16": "After this Job lived one hundred forty years, and saw his sons, and his sons’ sons, to four generations.",
        "17": "So Job died, being old and full of days."
    }
}