{
    "1": {
        "1": "How the city sits solitary,",
        "2": "She weeps bitterly in the night.",
        "3": "Judah has gone into captivity because of affliction",
        "4": "The roads to Zion mourn,",
        "5": "Her adversaries have become the head.",
        "6": "All majesty has departed from the daughter of Zion.",
        "7": "Jerusalem remembers in the days of her affliction and of her miseries",
        "8": "Jerusalem has grievously sinned.",
        "9": "Her filthiness was in her skirts.",
        "10": "The adversary has spread out his hand on all her pleasant things;",
        "11": "All her people sigh.",
        "12": "“Is it nothing to you, all you who pass by?",
        "13": "“From on high has he sent fire into my bones,",
        "14": "“The yoke of my transgressions is bound by his hand.",
        "15": "“The Lord has set at nothing all my mighty men within me.",
        "16": "“For these things I weep.",
        "17": "Zion spreads out her hands.",
        "18": "“The LORD is righteous,",
        "19": "“I called for my lovers,",
        "20": "“Look, LORD; for I am in distress.",
        "21": "“They have heard that I sigh.",
        "22": "“Let all their wickedness come before you."
    },
    "2": {
        "1": "How has the Lord covered the daughter of Zion with a cloud in his anger!",
        "2": "The Lord has swallowed up all the dwellings of Jacob",
        "3": "He has cut off all the horn of Israel in fierce anger.",
        "4": "He has bent his bow like an enemy.",
        "5": "The Lord has become as an enemy.",
        "6": "He has violently taken away his tabernacle,",
        "7": "The Lord has cast off his altar.",
        "8": "The LORD has purposed to destroy the wall of the daughter of Zion.",
        "9": "Her gates have sunk into the ground.",
        "10": "The elders of the daughter of Zion sit on the ground.",
        "11": "My eyes fail with tears.",
        "12": "They ask their mothers,",
        "13": "What shall I testify to you?",
        "14": "Your prophets have seen false and foolish visions for you.",
        "15": "All that pass by clap their hands at you.",
        "16": "All your enemies have opened their mouth wide against you.",
        "17": "The LORD has done that which he planned.",
        "18": "Their heart cried to the Lord.",
        "19": "Arise, cry out in the night,",
        "20": "“Look, LORD, and see to whom you have done thus!",
        "21": "“The youth and the old man lie on the ground in the streets.",
        "22": "“You have called, as in the day of a solemn assembly, my terrors on every side."
    },
    "3": {
        "1": "I am the man who has seen affliction",
        "2": "He has led me and caused me to walk in darkness,",
        "3": "Surely he turns his hand against me",
        "4": "He has made my flesh and my skin old.",
        "5": "He has built against me,",
        "6": "He has made me dwell in dark places,",
        "7": "He has walled me about, so that I can’t go out.",
        "8": "Yes, when I cry, and call for help,",
        "9": "He has walled up my ways with cut stone.",
        "10": "He is to me as a bear lying in wait,",
        "11": "He has turned away my path,",
        "12": "He has bent his bow,",
        "13": "He has caused the shafts of his quiver to enter into my kidneys.",
        "14": "I have become a derision to all my people,",
        "15": "He has filled me with bitterness.",
        "16": "He has also broken my teeth with gravel.",
        "17": "You have removed my soul far away from peace.",
        "18": "I said, “My strength has perished,",
        "19": "Remember my affliction and my misery,",
        "20": "My soul still remembers them,",
        "21": "This I recall to my mind;",
        "22": "It is because of the LORD’s loving kindnesses that we are not consumed,",
        "23": "They are new every morning.",
        "24": "“The LORD is my portion,” says my soul.",
        "25": "The LORD is good to those who wait for him,",
        "26": "It is good that a man should hope",
        "27": "It is good for a man that he bear the yoke in his youth.",
        "28": "Let him sit alone and keep silence,",
        "29": "Let him put his mouth in the dust,",
        "30": "Let him give his cheek to him who strikes him.",
        "31": "For the Lord will not cast off forever.",
        "32": "For though he causes grief,",
        "33": "For he does not afflict willingly,",
        "34": "To crush under foot all the prisoners of the earth,",
        "35": "to turn away the right of a man before the face of the Most High,",
        "36": "to subvert a man in his cause, the Lord doesn’t approve.",
        "37": "Who is he who says, and it comes to pass,",
        "38": "Doesn’t evil and good come out of the mouth of the Most High?",
        "39": "Why should a living man complain,",
        "40": "Let us search and try our ways,",
        "41": "Let’s lift up our heart with our hands to God in the heavens.",
        "42": "“We have transgressed and have rebelled.",
        "43": "“You have covered us with anger and pursued us.",
        "44": "You have covered yourself with a cloud,",
        "45": "You have made us an off-scouring and refuse",
        "46": "“All our enemies have opened their mouth wide against us.",
        "47": "Terror and the pit have come on us,",
        "48": "My eye runs down with streams of water,",
        "49": "My eye pours down",
        "50": "until the LORD looks down,",
        "51": "My eye affects my soul,",
        "52": "They have chased me relentlessly like a bird,",
        "53": "They have cut off my life in the dungeon,",
        "54": "Waters flowed over my head.",
        "55": "I called on your name, LORD,",
        "56": "You heard my voice:",
        "57": "You came near in the day that I called on you.",
        "58": "Lord, you have pleaded the causes of my soul.",
        "59": "LORD, you have seen my wrong.",
        "60": "You have seen all their vengeance",
        "61": "You have heard their reproach, LORD,",
        "62": "the lips of those that rose up against me,",
        "63": "You see their sitting down and their rising up.",
        "64": "You will pay them back, LORD,",
        "65": "You will give them hardness of heart,",
        "66": "You will pursue them in anger,"
    },
    "4": {
        "1": "How the gold has become dim!",
        "2": "The precious sons of Zion,",
        "3": "Even the jackals offer their breast.",
        "4": "The tongue of the nursing child clings to the roof of his mouth for thirst.",
        "5": "Those who ate delicacies are desolate in the streets.",
        "6": "For the iniquity of the daughter of my people is greater than the sin of Sodom,",
        "7": "Her nobles were purer than snow.",
        "8": "Their appearance is blacker than a coal.",
        "9": "Those who are killed with the sword are better than those who are killed with hunger;",
        "10": "The hands of the pitiful women have boiled their own children.",
        "11": "The LORD has accomplished his wrath.",
        "12": "The kings of the earth didn’t believe,",
        "13": "It is because of the sins of her prophets",
        "14": "They wander as blind men in the streets.",
        "15": "“Go away!” they cried to them.",
        "16": "The LORD’s anger has scattered them.",
        "17": "Our eyes still fail,",
        "18": "They hunt our steps,",
        "19": "Our pursuers were swifter than the eagles of the sky.",
        "20": "The breath of our nostrils,",
        "21": "Rejoice and be glad, daughter of Edom,",
        "22": "The punishment of your iniquity is accomplished, daughter of Zion."
    },
    "5": {
        "1": "Remember, LORD, what has come on us.",
        "2": "Our inheritance has been turned over to strangers,",
        "3": "We are orphans and fatherless.",
        "4": "We must pay for water to drink.",
        "5": "Our pursuers are on our necks.",
        "6": "We have given our hands to the Egyptians,",
        "7": "Our fathers sinned, and are no more.",
        "8": "Servants rule over us.",
        "9": "We get our bread at the peril of our lives,",
        "10": "Our skin is black like an oven,",
        "11": "They ravished the women in Zion,",
        "12": "Princes were hanged up by their hands.",
        "13": "The young men carry millstones.",
        "14": "The elders have ceased from the gate,",
        "15": "The joy of our heart has ceased.",
        "16": "The crown has fallen from our head.",
        "17": "For this our heart is faint.",
        "18": "for the mountain of Zion, which is desolate.",
        "19": "You, LORD, remain forever.",
        "20": "Why do you forget us forever,",
        "21": "Turn us to yourself, LORD, and we will be turned.",
        "22": "But you have utterly rejected us."
    }
}