{
    "1": {
        "1": "The LORD’s word that came to Micah of Morasheth in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.",
        "2": "Hear, you peoples, all of you!",
        "3": "For behold, the LORD comes out of his place,",
        "4": "The mountains melt under him,",
        "5": "“All this is for the disobedience of Jacob,",
        "6": "Therefore I will make Samaria like a rubble heap of the field,",
        "7": "All her idols will be beaten to pieces,",
        "8": "For this I will lament and wail.",
        "9": "For her wounds are incurable;",
        "10": "Don’t tell it in Gath.",
        "11": "Pass on, inhabitant of Shaphir, in nakedness and shame.",
        "12": "For the inhabitant of Maroth waits anxiously for good,",
        "13": "Harness the chariot to the swift steed, inhabitant of Lachish.",
        "14": "Therefore you will give a parting gift to Moresheth Gath.",
        "15": "I will yet bring a conqueror to you, inhabitants of Mareshah.",
        "16": "Shave your heads,"
    },
    "2": {
        "1": "Woe to those who devise iniquity",
        "2": "They covet fields and seize them,",
        "3": "Therefore the LORD says:",
        "4": "In that day they will take up a parable against you,",
        "5": "Therefore you will have no one who divides the land by lot in the LORD’s assembly.",
        "6": "“Don’t prophesy!”—they prophesy—",
        "7": "Shall it be said, O house of Jacob,",
        "8": "But lately my people have risen up as an enemy.",
        "9": "You drive the women of my people out from their pleasant houses;",
        "10": "Arise, and depart!",
        "11": "If a man walking in a spirit of falsehood lies, saying,",
        "12": "I will surely assemble all of you, Jacob.",
        "13": "He who breaks open the way goes up before them."
    },
    "3": {
        "1": "I said,",
        "2": "You who hate the good,",
        "3": "who also eat the flesh of my people,",
        "4": "Then they will cry to the LORD,",
        "5": "The LORD says concerning the prophets who lead my people astray—for those who feed their teeth, they proclaim, “Peace!” and whoever doesn’t provide for their mouths, they prepare war against him:",
        "6": "“Therefore night is over you, with no vision,",
        "7": "The seers shall be disappointed,",
        "8": "But as for me, I am full of power by the LORD’s Spirit,",
        "9": "Please listen to this, you heads of the house of Jacob,",
        "10": "who build up Zion with blood,",
        "11": "Her leaders judge for bribes,",
        "12": "Therefore Zion for your sake will be plowed like a field,"
    },
    "4": {
        "1": "But in the latter days,",
        "2": "Many nations will go and say,",
        "3": "and he will judge between many peoples,",
        "4": "But every man will sit under his vine and under his fig tree.",
        "5": "Indeed all the nations may walk in the name of their gods,",
        "6": "“In that day,” says the LORD,",
        "7": "and I will make that which was lame a remnant,",
        "8": "You, tower of the flock, the hill of the daughter of Zion,",
        "9": "Now why do you cry out aloud?",
        "10": "Be in pain, and labor to give birth, daughter of Zion,",
        "11": "Now many nations have assembled against you, that say,",
        "12": "But they don’t know the thoughts of the LORD,",
        "13": "Arise and thresh, daughter of Zion,"
    },
    "5": {
        "1": "Now you shall gather yourself in troops,",
        "2": "But you, Bethlehem Ephrathah,",
        "3": "Therefore he will abandon them until the time that she who is in labor gives birth.",
        "4": "He shall stand, and shall shepherd in the strength of the LORD,",
        "5": "He will be our peace when Assyria invades our land",
        "6": "They will rule the land of Assyria with the sword,",
        "7": "The remnant of Jacob will be among many peoples",
        "8": "The remnant of Jacob will be among the nations,",
        "9": "Let your hand be lifted up above your adversaries,",
        "10": "“It will happen in that day”, says the LORD,",
        "11": "I will cut off the cities of your land",
        "12": "I will destroy witchcraft from your hand.",
        "13": "I will cut off your engraved images and your pillars from among you;",
        "14": "I will uproot your Asherah poles from among you;",
        "15": "I will execute vengeance in anger"
    },
    "6": {
        "1": "Listen now to what the LORD says:",
        "2": "Hear, you mountains, the LORD’s indictment,",
        "3": "My people, what have I done to you?",
        "4": "For I brought you up out of the land of Egypt,",
        "5": "My people, remember now what Balak king of Moab devised,",
        "6": "How shall I come before the LORD,",
        "7": "Will the LORD be pleased with thousands of rams?",
        "8": "He has shown you, O man, what is good.",
        "9": "The LORD’s voice calls to the city—",
        "10": "Are there yet treasures of wickedness in the house of the wicked,",
        "11": "Shall I tolerate dishonest scales,",
        "12": "Her rich men are full of violence,",
        "13": "Therefore I also have struck you with a grievous wound.",
        "14": "You shall eat, but not be satisfied.",
        "15": "You will sow, but won’t reap.",
        "16": "For the statutes of Omri are kept,"
    },
    "7": {
        "1": "Misery is mine!",
        "2": "The godly man has perished out of the earth,",
        "3": "Their hands are on that which is evil to do it diligently.",
        "4": "The best of them is like a brier.",
        "5": "Don’t trust in a neighbor.",
        "6": "For the son dishonors the father,",
        "7": "But as for me, I will look to the LORD.",
        "8": "Don’t rejoice against me, my enemy.",
        "9": "I will bear the indignation of the LORD,",
        "10": "Then my enemy will see it,",
        "11": "A day to build your walls!",
        "12": "In that day they will come to you from Assyria and the cities of Egypt,",
        "13": "Yet the land will be desolate because of those who dwell therein,",
        "14": "Shepherd your people with your staff,",
        "15": "“As in the days of your coming out of the land of Egypt,",
        "16": "The nations will see and be ashamed of all their might.",
        "17": "They will lick the dust like a serpent.",
        "18": "Who is a God like you, who pardons iniquity,",
        "19": "He will again have compassion on us.",
        "20": "You will give truth to Jacob,"
    }
}