{
    "1": {
        "1": "The proverbs of Solomon, the son of David, king of Israel:",
        "2": "to know wisdom and instruction;",
        "3": "to receive instruction in wise dealing,",
        "4": "to give prudence to the simple,",
        "5": "that the wise man may hear, and increase in learning;",
        "6": "to understand a proverb and parables,",
        "7": "The fear of the LORD is the beginning of knowledge,",
        "8": "My son, listen to your father’s instruction,",
        "9": "for they will be a garland to grace your head,",
        "10": "My son, if sinners entice you,",
        "11": "If they say, “Come with us.",
        "12": "Let’s swallow them up alive like Sheol,",
        "13": "We’ll find all valuable wealth.",
        "14": "You shall cast your lot among us.",
        "15": "my son, don’t walk on the path with them.",
        "16": "for their feet run to evil.",
        "17": "For the net is spread in vain in the sight of any bird;",
        "18": "but these lay in wait for their own blood.",
        "19": "So are the ways of everyone who is greedy for gain.",
        "20": "Wisdom calls aloud in the street.",
        "21": "She calls at the head of noisy places.",
        "22": "“How long, you simple ones, will you love simplicity?",
        "23": "Turn at my reproof.",
        "24": "Because I have called, and you have refused;",
        "25": "but you have ignored all my counsel,",
        "26": "I also will laugh at your disaster.",
        "27": "when calamity overtakes you like a storm,",
        "28": "Then they will call on me, but I will not answer.",
        "29": "because they hated knowledge,",
        "30": "They wanted none of my counsel.",
        "31": "Therefore they will eat of the fruit of their own way,",
        "32": "For the backsliding of the simple will kill them.",
        "33": "But whoever listens to me will dwell securely,"
    },
    "2": {
        "1": "My son, if you will receive my words,",
        "2": "so as to turn your ear to wisdom,",
        "3": "yes, if you call out for discernment,",
        "4": "if you seek her as silver,",
        "5": "then you will understand the fear of the LORD,",
        "6": "For the LORD gives wisdom.",
        "7": "He lays up sound wisdom for the upright.",
        "8": "that he may guard the paths of justice,",
        "9": "Then you will understand righteousness and justice,",
        "10": "For wisdom will enter into your heart.",
        "11": "Discretion will watch over you.",
        "12": "to deliver you from the way of evil,",
        "13": "who forsake the paths of uprightness,",
        "14": "who rejoice to do evil,",
        "15": "who are crooked in their ways,",
        "16": "to deliver you from the strange woman,",
        "17": "who forsakes the friend of her youth,",
        "18": "for her house leads down to death,",
        "19": "None who go to her return again,",
        "20": "Therefore walk in the way of good men,",
        "21": "For the upright will dwell in the land.",
        "22": "But the wicked will be cut off from the land."
    },
    "3": {
        "1": "My son, don’t forget my teaching,",
        "2": "for they will add to you length of days,",
        "3": "Don’t let kindness and truth forsake you.",
        "4": "So you will find favor,",
        "5": "Trust in the LORD with all your heart,",
        "6": "In all your ways acknowledge him,",
        "7": "Don’t be wise in your own eyes.",
        "8": "It will be health to your body,",
        "9": "Honor the LORD with your substance,",
        "10": "so your barns will be filled with plenty,",
        "11": "My son, don’t despise the LORD’s discipline,",
        "12": "for whom the LORD loves, he corrects,",
        "13": "Happy is the man who finds wisdom,",
        "14": "For her good profit is better than getting silver,",
        "15": "She is more precious than rubies.",
        "16": "Length of days is in her right hand.",
        "17": "Her ways are ways of pleasantness.",
        "18": "She is a tree of life to those who lay hold of her.",
        "19": "By wisdom the LORD founded the earth.",
        "20": "By his knowledge, the depths were broken up,",
        "21": "My son, let them not depart from your eyes.",
        "22": "so they will be life to your soul,",
        "23": "Then you shall walk in your way securely.",
        "24": "When you lie down, you will not be afraid.",
        "25": "Don’t be afraid of sudden fear,",
        "26": "for the LORD will be your confidence,",
        "27": "Don’t withhold good from those to whom it is due,",
        "28": "Don’t say to your neighbor, “Go, and come again;",
        "29": "Don’t devise evil against your neighbor,",
        "30": "Don’t strive with a man without cause,",
        "31": "Don’t envy the man of violence.",
        "32": "For the perverse is an abomination to the LORD,",
        "33": "The LORD’s curse is in the house of the wicked,",
        "34": "Surely he mocks the mockers,",
        "35": "The wise will inherit glory,"
    },
    "4": {
        "1": "Listen, sons, to a father’s instruction.",
        "2": "for I give you sound learning.",
        "3": "For I was a son to my father,",
        "4": "He taught me, and said to me:",
        "5": "Get wisdom.",
        "6": "Don’t forsake her, and she will preserve you.",
        "7": "Wisdom is supreme.",
        "8": "Esteem her, and she will exalt you.",
        "9": "She will give to your head a garland of grace.",
        "10": "Listen, my son, and receive my sayings.",
        "11": "I have taught you in the way of wisdom.",
        "12": "When you go, your steps will not be hampered.",
        "13": "Take firm hold of instruction.",
        "14": "Don’t enter into the path of the wicked.",
        "15": "Avoid it, and don’t pass by it.",
        "16": "For they don’t sleep unless they do evil.",
        "17": "For they eat the bread of wickedness",
        "18": "But the path of the righteous is like the dawning light",
        "19": "The way of the wicked is like darkness.",
        "20": "My son, attend to my words.",
        "21": "Let them not depart from your eyes.",
        "22": "For they are life to those who find them,",
        "23": "Keep your heart with all diligence,",
        "24": "Put away from yourself a perverse mouth.",
        "25": "Let your eyes look straight ahead.",
        "26": "Make the path of your feet level.",
        "27": "Don’t turn to the right hand nor to the left."
    },
    "5": {
        "1": "My son, pay attention to my wisdom.",
        "2": "that you may maintain discretion,",
        "3": "For the lips of an adulteress drip honey.",
        "4": "but in the end she is as bitter as wormwood,",
        "5": "Her feet go down to death.",
        "6": "She gives no thought to the way of life.",
        "7": "Now therefore, my sons, listen to me.",
        "8": "Remove your way far from her.",
        "9": "lest you give your honor to others,",
        "10": "lest strangers feast on your wealth,",
        "11": "You will groan at your latter end,",
        "12": "and say, “How I have hated instruction,",
        "13": "I haven’t obeyed the voice of my teachers,",
        "14": "I have come to the brink of utter ruin,",
        "15": "Drink water out of your own cistern,",
        "16": "Should your springs overflow in the streets,",
        "17": "Let them be for yourself alone,",
        "18": "Let your spring be blessed.",
        "19": "A loving doe and a graceful deer—",
        "20": "For why should you, my son, be captivated with an adulteress?",
        "21": "For the ways of man are before the LORD’s eyes.",
        "22": "The evil deeds of the wicked ensnare him.",
        "23": "He will die for lack of instruction."
    },
    "6": {
        "1": "My son, if you have become collateral for your neighbor,",
        "2": "you are trapped by the words of your mouth;",
        "3": "Do this now, my son, and deliver yourself,",
        "4": "Give no sleep to your eyes,",
        "5": "Free yourself, like a gazelle from the hand of the hunter,",
        "6": "Go to the ant, you sluggard.",
        "7": "which having no chief, overseer, or ruler,",
        "8": "provides her bread in the summer,",
        "9": "How long will you sleep, sluggard?",
        "10": "A little sleep, a little slumber,",
        "11": "so your poverty will come as a robber,",
        "12": "A worthless person, a man of iniquity,",
        "13": "who winks with his eyes, who signals with his feet,",
        "14": "in whose heart is perverseness,",
        "15": "Therefore his calamity will come suddenly.",
        "16": "There are six things which the LORD hates;",
        "17": "arrogant eyes, a lying tongue,",
        "18": "a heart that devises wicked schemes,",
        "19": "a false witness who utters lies,",
        "20": "My son, keep your father’s commandment,",
        "21": "Bind them continually on your heart.",
        "22": "When you walk, it will lead you.",
        "23": "For the commandment is a lamp,",
        "24": "to keep you from the immoral woman,",
        "25": "Don’t lust after her beauty in your heart,",
        "26": "For a prostitute reduces you to a piece of bread.",
        "27": "Can a man scoop fire into his lap,",
        "28": "Or can one walk on hot coals,",
        "29": "So is he who goes in to his neighbor’s wife.",
        "30": "Men don’t despise a thief",
        "31": "but if he is found, he shall restore seven times.",
        "32": "He who commits adultery with a woman is void of understanding.",
        "33": "He will get wounds and dishonor.",
        "34": "For jealousy arouses the fury of the husband.",
        "35": "He won’t regard any ransom,"
    },
    "7": {
        "1": "My son, keep my words.",
        "2": "Keep my commandments and live!",
        "3": "Bind them on your fingers.",
        "4": "Tell wisdom, “You are my sister.”",
        "5": "that they may keep you from the strange woman,",
        "6": "For at the window of my house,",
        "7": "I saw among the simple ones.",
        "8": "passing through the street near her corner,",
        "9": "in the twilight, in the evening of the day,",
        "10": "Behold, there a woman met him with the attire of a prostitute,",
        "11": "She is loud and defiant.",
        "12": "Now she is in the streets, now in the squares,",
        "13": "So she caught him, and kissed him.",
        "14": "“Sacrifices of peace offerings are with me.",
        "15": "Therefore I came out to meet you,",
        "16": "I have spread my couch with carpets of tapestry,",
        "17": "I have perfumed my bed with myrrh, aloes, and cinnamon.",
        "18": "Come, let’s take our fill of loving until the morning.",
        "19": "For my husband isn’t at home.",
        "20": "He has taken a bag of money with him.",
        "21": "With persuasive words, she led him astray.",
        "22": "He followed her immediately,",
        "23": "Until an arrow strikes through his liver,",
        "24": "Now therefore, sons, listen to me.",
        "25": "Don’t let your heart turn to her ways.",
        "26": "for she has thrown down many wounded.",
        "27": "Her house is the way to Sheol,"
    },
    "8": {
        "1": "Doesn’t wisdom cry out?",
        "2": "On the top of high places by the way,",
        "3": "Beside the gates, at the entry of the city,",
        "4": "“I call to you men!",
        "5": "You simple, understand prudence!",
        "6": "Hear, for I will speak excellent things.",
        "7": "For my mouth speaks truth.",
        "8": "All the words of my mouth are in righteousness.",
        "9": "They are all plain to him who understands,",
        "10": "Receive my instruction rather than silver,",
        "11": "For wisdom is better than rubies.",
        "12": "“I, wisdom, have made prudence my dwelling.",
        "13": "The fear of the LORD is to hate evil.",
        "14": "Counsel and sound knowledge are mine.",
        "15": "By me kings reign,",
        "16": "By me princes rule,",
        "17": "I love those who love me.",
        "18": "With me are riches, honor,",
        "19": "My fruit is better than gold, yes, than fine gold,",
        "20": "I walk in the way of righteousness,",
        "21": "that I may give wealth to those who love me.",
        "22": "“The LORD possessed me in the beginning of his work,",
        "23": "I was set up from everlasting, from the beginning,",
        "24": "When there were no depths, I was born,",
        "25": "Before the mountains were settled in place,",
        "26": "while as yet he had not made the earth, nor the fields,",
        "27": "When he established the heavens, I was there.",
        "28": "when he established the clouds above,",
        "29": "when he gave to the sea its boundary,",
        "30": "then I was the craftsman by his side.",
        "31": "rejoicing in his whole world.",
        "32": "“Now therefore, my sons, listen to me,",
        "33": "Hear instruction, and be wise.",
        "34": "Blessed is the man who hears me,",
        "35": "For whoever finds me finds life,",
        "36": "But he who sins against me wrongs his own soul."
    },
    "9": {
        "1": "Wisdom has built her house.",
        "2": "She has prepared her meat.",
        "3": "She has sent out her maidens.",
        "4": "“Whoever is simple, let him turn in here!”",
        "5": "“Come, eat some of my bread,",
        "6": "Leave your simple ways, and live.",
        "7": "One who corrects a mocker invites insult.",
        "8": "Don’t reprove a scoffer, lest he hate you.",
        "9": "Instruct a wise person, and he will be still wiser.",
        "10": "The fear of the LORD is the beginning of wisdom.",
        "11": "For by me your days will be multiplied.",
        "12": "If you are wise, you are wise for yourself.",
        "13": "The foolish woman is loud,",
        "14": "She sits at the door of her house,",
        "15": "to call to those who pass by,",
        "16": "“Whoever is simple, let him turn in here.”",
        "17": "“Stolen water is sweet.",
        "18": "But he doesn’t know that the departed spirits are there,"
    },
    "10": {
        "1": "The proverbs of Solomon.",
        "2": "Treasures of wickedness profit nothing,",
        "3": "The LORD will not allow the soul of the righteous to go hungry,",
        "4": "He becomes poor who works with a lazy hand,",
        "5": "He who gathers in summer is a wise son,",
        "6": "Blessings are on the head of the righteous,",
        "7": "The memory of the righteous is blessed,",
        "8": "The wise in heart accept commandments,",
        "9": "He who walks blamelessly walks surely,",
        "10": "One who winks with the eye causes sorrow,",
        "11": "The mouth of the righteous is a spring of life,",
        "12": "Hatred stirs up strife,",
        "13": "Wisdom is found on the lips of him who has discernment,",
        "14": "Wise men lay up knowledge,",
        "15": "The rich man’s wealth is his strong city.",
        "16": "The labor of the righteous leads to life.",
        "17": "He is in the way of life who heeds correction,",
        "18": "He who hides hatred has lying lips.",
        "19": "In the multitude of words there is no lack of disobedience,",
        "20": "The tongue of the righteous is like choice silver.",
        "21": "The lips of the righteous feed many,",
        "22": "The LORD’s blessing brings wealth,",
        "23": "It is a fool’s pleasure to do wickedness,",
        "24": "What the wicked fear will overtake them,",
        "25": "When the whirlwind passes, the wicked is no more;",
        "26": "As vinegar to the teeth, and as smoke to the eyes,",
        "27": "The fear of the LORD prolongs days,",
        "28": "The prospect of the righteous is joy,",
        "29": "The way of the LORD is a stronghold to the upright,",
        "30": "The righteous will never be removed,",
        "31": "The mouth of the righteous produces wisdom,",
        "32": "The lips of the righteous know what is acceptable,"
    },
    "11": {
        "1": "A false balance is an abomination to the LORD,",
        "2": "When pride comes, then comes shame,",
        "3": "The integrity of the upright shall guide them,",
        "4": "Riches don’t profit in the day of wrath,",
        "5": "The righteousness of the blameless will direct his way,",
        "6": "The righteousness of the upright shall deliver them,",
        "7": "When a wicked man dies, hope perishes,",
        "8": "A righteous person is delivered out of trouble,",
        "9": "With his mouth the godless man destroys his neighbor,",
        "10": "When it goes well with the righteous, the city rejoices.",
        "11": "By the blessing of the upright, the city is exalted,",
        "12": "One who despises his neighbor is void of wisdom,",
        "13": "One who brings gossip betrays a confidence,",
        "14": "Where there is no wise guidance, the nation falls,",
        "15": "He who is collateral for a stranger will suffer for it,",
        "16": "A gracious woman obtains honor,",
        "17": "The merciful man does good to his own soul,",
        "18": "Wicked people earn deceitful wages,",
        "19": "He who is truly righteous gets life.",
        "20": "Those who are perverse in heart are an abomination to the LORD,",
        "21": "Most certainly, the evil man will not be unpunished,",
        "22": "Like a gold ring in a pig’s snout,",
        "23": "The desire of the righteous is only good.",
        "24": "There is one who scatters, and increases yet more.",
        "25": "The liberal soul shall be made fat.",
        "26": "People curse someone who withholds grain,",
        "27": "He who diligently seeks good seeks favor,",
        "28": "He who trusts in his riches will fall,",
        "29": "He who troubles his own house shall inherit the wind.",
        "30": "The fruit of the righteous is a tree of life.",
        "31": "Behold, the righteous shall be repaid in the earth,"
    },
    "12": {
        "1": "Whoever loves correction loves knowledge,",
        "2": "A good man shall obtain favor from the LORD,",
        "3": "A man shall not be established by wickedness,",
        "4": "A worthy woman is the crown of her husband,",
        "5": "The thoughts of the righteous are just,",
        "6": "The words of the wicked are about lying in wait for blood,",
        "7": "The wicked are overthrown, and are no more,",
        "8": "A man shall be commended according to his wisdom,",
        "9": "Better is he who is little known, and has a servant,",
        "10": "A righteous man respects the life of his animal,",
        "11": "He who tills his land shall have plenty of bread,",
        "12": "The wicked desires the plunder of evil men,",
        "13": "An evil man is trapped by sinfulness of lips,",
        "14": "A man shall be satisfied with good by the fruit of his mouth.",
        "15": "The way of a fool is right in his own eyes,",
        "16": "A fool shows his annoyance the same day,",
        "17": "He who is truthful testifies honestly,",
        "18": "There is one who speaks rashly like the piercing of a sword,",
        "19": "Truth’s lips will be established forever,",
        "20": "Deceit is in the heart of those who plot evil,",
        "21": "No mischief shall happen to the righteous,",
        "22": "Lying lips are an abomination to the LORD,",
        "23": "A prudent man keeps his knowledge,",
        "24": "The hands of the diligent ones shall rule,",
        "25": "Anxiety in a man’s heart weighs it down,",
        "26": "A righteous person is cautious in friendship,",
        "27": "The slothful man doesn’t roast his game,",
        "28": "In the way of righteousness is life;"
    },
    "13": {
        "1": "A wise son listens to his father’s instruction,",
        "2": "By the fruit of his lips, a man enjoys good things,",
        "3": "He who guards his mouth guards his soul.",
        "4": "The soul of the sluggard desires, and has nothing,",
        "5": "A righteous man hates lies,",
        "6": "Righteousness guards the way of integrity,",
        "7": "There are some who pretend to be rich, yet have nothing.",
        "8": "The ransom of a man’s life is his riches,",
        "9": "The light of the righteous shines brightly,",
        "10": "Pride only breeds quarrels,",
        "11": "Wealth gained dishonestly dwindles away,",
        "12": "Hope deferred makes the heart sick,",
        "13": "Whoever despises instruction will pay for it,",
        "14": "The teaching of the wise is a spring of life,",
        "15": "Good understanding wins favor,",
        "16": "Every prudent man acts from knowledge,",
        "17": "A wicked messenger falls into trouble,",
        "18": "Poverty and shame come to him who refuses discipline,",
        "19": "Longing fulfilled is sweet to the soul,",
        "20": "One who walks with wise men grows wise,",
        "21": "Misfortune pursues sinners,",
        "22": "A good man leaves an inheritance to his children’s children,",
        "23": "An abundance of food is in poor people’s fields,",
        "24": "One who spares the rod hates his son,",
        "25": "The righteous one eats to the satisfying of his soul,"
    },
    "14": {
        "1": "Every wise woman builds her house,",
        "2": "He who walks in his uprightness fears the LORD,",
        "3": "The fool’s talk brings a rod to his back,",
        "4": "Where no oxen are, the crib is clean,",
        "5": "A truthful witness will not lie,",
        "6": "A scoffer seeks wisdom, and doesn’t find it,",
        "7": "Stay away from a foolish man,",
        "8": "The wisdom of the prudent is to think about his way,",
        "9": "Fools mock at making atonement for sins,",
        "10": "The heart knows its own bitterness and joy;",
        "11": "The house of the wicked will be overthrown,",
        "12": "There is a way which seems right to a man,",
        "13": "Even in laughter the heart may be sorrowful,",
        "14": "The unfaithful will be repaid for his own ways;",
        "15": "A simple man believes everything,",
        "16": "A wise man fears and shuns evil,",
        "17": "He who is quick to become angry will commit folly,",
        "18": "The simple inherit folly,",
        "19": "The evil bow down before the good,",
        "20": "The poor person is shunned even by his own neighbor,",
        "21": "He who despises his neighbor sins,",
        "22": "Don’t they go astray who plot evil?",
        "23": "In all hard work there is profit,",
        "24": "The crown of the wise is their riches,",
        "25": "A truthful witness saves souls,",
        "26": "In the fear of the LORD is a secure fortress,",
        "27": "The fear of the LORD is a fountain of life,",
        "28": "In the multitude of people is the king’s glory,",
        "29": "He who is slow to anger has great understanding,",
        "30": "The life of the body is a heart at peace,",
        "31": "He who oppresses the poor shows contempt for his Maker,",
        "32": "The wicked is brought down in his calamity,",
        "33": "Wisdom rests in the heart of one who has understanding,",
        "34": "Righteousness exalts a nation,",
        "35": "The king’s favor is toward a servant who deals wisely,"
    },
    "15": {
        "1": "A gentle answer turns away wrath,",
        "2": "The tongue of the wise commends knowledge,",
        "3": "The LORD’s eyes are everywhere,",
        "4": "A gentle tongue is a tree of life,",
        "5": "A fool despises his father’s correction,",
        "6": "In the house of the righteous is much treasure,",
        "7": "The lips of the wise spread knowledge;",
        "8": "The sacrifice made by the wicked is an abomination to the LORD,",
        "9": "The way of the wicked is an abomination to the LORD,",
        "10": "There is stern discipline for one who forsakes the way.",
        "11": "Sheol and Abaddon are before the LORD—",
        "12": "A scoffer doesn’t love to be reproved;",
        "13": "A glad heart makes a cheerful face,",
        "14": "The heart of one who has understanding seeks knowledge,",
        "15": "All the days of the afflicted are wretched,",
        "16": "Better is little, with the fear of the LORD,",
        "17": "Better is a dinner of herbs, where love is,",
        "18": "A wrathful man stirs up contention,",
        "19": "The way of the sluggard is like a thorn patch,",
        "20": "A wise son makes a father glad,",
        "21": "Folly is joy to one who is void of wisdom,",
        "22": "Where there is no counsel, plans fail;",
        "23": "Joy comes to a man with the reply of his mouth.",
        "24": "The path of life leads upward for the wise,",
        "25": "The LORD will uproot the house of the proud,",
        "26": "The LORD detests the thoughts of the wicked,",
        "27": "He who is greedy for gain troubles his own house,",
        "28": "The heart of the righteous weighs answers,",
        "29": "The LORD is far from the wicked,",
        "30": "The light of the eyes rejoices the heart.",
        "31": "The ear that listens to reproof lives,",
        "32": "He who refuses correction despises his own soul,",
        "33": "The fear of the LORD teaches wisdom."
    },
    "16": {
        "1": "The plans of the heart belong to man,",
        "2": "All the ways of a man are clean in his own eyes,",
        "3": "Commit your deeds to the LORD,",
        "4": "The LORD has made everything for its own end—",
        "5": "Everyone who is proud in heart is an abomination to the LORD;",
        "6": "By mercy and truth iniquity is atoned for.",
        "7": "When a man’s ways please the LORD,",
        "8": "Better is a little with righteousness,",
        "9": "A man’s heart plans his course,",
        "10": "Inspired judgments are on the lips of the king.",
        "11": "Honest balances and scales are the LORD’s;",
        "12": "It is an abomination for kings to do wrong,",
        "13": "Righteous lips are the delight of kings.",
        "14": "The king’s wrath is a messenger of death,",
        "15": "In the light of the king’s face is life.",
        "16": "How much better it is to get wisdom than gold!",
        "17": "The highway of the upright is to depart from evil.",
        "18": "Pride goes before destruction,",
        "19": "It is better to be of a lowly spirit with the poor,",
        "20": "He who heeds the Word finds prosperity.",
        "21": "The wise in heart shall be called prudent.",
        "22": "Understanding is a fountain of life to one who has it,",
        "23": "The heart of the wise instructs his mouth,",
        "24": "Pleasant words are a honeycomb,",
        "25": "There is a way which seems right to a man,",
        "26": "The appetite of the laboring man labors for him,",
        "27": "A worthless man devises mischief.",
        "28": "A perverse man stirs up strife.",
        "29": "A man of violence entices his neighbor,",
        "30": "One who winks his eyes to plot perversities,",
        "31": "Gray hair is a crown of glory.",
        "32": "One who is slow to anger is better than the mighty;",
        "33": "The lot is cast into the lap,"
    },
    "17": {
        "1": "Better is a dry morsel with quietness,",
        "2": "A servant who deals wisely will rule over a son who causes shame,",
        "3": "The refining pot is for silver, and the furnace for gold,",
        "4": "An evildoer heeds wicked lips.",
        "5": "Whoever mocks the poor reproaches his Maker.",
        "6": "Children’s children are the crown of old men;",
        "7": "Excellent speech isn’t fitting for a fool,",
        "8": "A bribe is a precious stone in the eyes of him who gives it;",
        "9": "He who covers an offense promotes love;",
        "10": "A rebuke enters deeper into one who has understanding",
        "11": "An evil man seeks only rebellion;",
        "12": "Let a bear robbed of her cubs meet a man,",
        "13": "Whoever rewards evil for good,",
        "14": "The beginning of strife is like breaching a dam,",
        "15": "He who justifies the wicked, and he who condemns the righteous,",
        "16": "Why is there money in the hand of a fool to buy wisdom,",
        "17": "A friend loves at all times;",
        "18": "A man void of understanding strikes hands,",
        "19": "He who loves disobedience loves strife.",
        "20": "One who has a perverse heart doesn’t find prosperity,",
        "21": "He who becomes the father of a fool grieves.",
        "22": "A cheerful heart makes good medicine,",
        "23": "A wicked man receives a bribe in secret,",
        "24": "Wisdom is before the face of one who has understanding,",
        "25": "A foolish son brings grief to his father,",
        "26": "Also to punish the righteous is not good,",
        "27": "He who spares his words has knowledge.",
        "28": "Even a fool, when he keeps silent, is counted wise."
    },
    "18": {
        "1": "A man who isolates himself pursues selfishness,",
        "2": "A fool has no delight in understanding,",
        "3": "When wickedness comes, contempt also comes,",
        "4": "The words of a man’s mouth are like deep waters.",
        "5": "To be partial to the faces of the wicked is not good,",
        "6": "A fool’s lips come into strife,",
        "7": "A fool’s mouth is his destruction,",
        "8": "The words of a gossip are like dainty morsels:",
        "9": "One who is slack in his work",
        "10": "The LORD’s name is a strong tower:",
        "11": "The rich man’s wealth is his strong city,",
        "12": "Before destruction the heart of man is proud,",
        "13": "He who answers before he hears,",
        "14": "A man’s spirit will sustain him in sickness,",
        "15": "The heart of the discerning gets knowledge.",
        "16": "A man’s gift makes room for him,",
        "17": "He who pleads his cause first seems right—",
        "18": "The lot settles disputes,",
        "19": "A brother offended is more difficult than a fortified city.",
        "20": "A man’s stomach is filled with the fruit of his mouth.",
        "21": "Death and life are in the power of the tongue;",
        "22": "Whoever finds a wife finds a good thing,",
        "23": "The poor plead for mercy,",
        "24": "A man of many companions may be ruined,"
    },
    "19": {
        "1": "Better is the poor who walks in his integrity",
        "2": "It isn’t good to have zeal without knowledge,",
        "3": "The foolishness of man subverts his way;",
        "4": "Wealth adds many friends,",
        "5": "A false witness shall not be unpunished.",
        "6": "Many will entreat the favor of a ruler,",
        "7": "All the relatives of the poor shun him;",
        "8": "He who gets wisdom loves his own soul.",
        "9": "A false witness shall not be unpunished.",
        "10": "Delicate living is not appropriate for a fool,",
        "11": "The discretion of a man makes him slow to anger.",
        "12": "The king’s wrath is like the roaring of a lion,",
        "13": "A foolish son is the calamity of his father.",
        "14": "House and riches are an inheritance from fathers,",
        "15": "Slothfulness casts into a deep sleep.",
        "16": "He who keeps the commandment keeps his soul,",
        "17": "He who has pity on the poor lends to the LORD;",
        "18": "Discipline your son, for there is hope;",
        "19": "A hot-tempered man must pay the penalty,",
        "20": "Listen to counsel and receive instruction,",
        "21": "There are many plans in a man’s heart,",
        "22": "That which makes a man to be desired is his kindness.",
        "23": "The fear of the LORD leads to life, then contentment;",
        "24": "The sluggard buries his hand in the dish;",
        "25": "Flog a scoffer, and the simple will learn prudence;",
        "26": "He who robs his father and drives away his mother",
        "27": "If you stop listening to instruction, my son,",
        "28": "A corrupt witness mocks justice,",
        "29": "Penalties are prepared for scoffers,"
    },
    "20": {
        "1": "Wine is a mocker and beer is a brawler.",
        "2": "The terror of a king is like the roaring of a lion.",
        "3": "It is an honor for a man to keep aloof from strife,",
        "4": "The sluggard will not plow by reason of the winter;",
        "5": "Counsel in the heart of man is like deep water,",
        "6": "Many men claim to be men of unfailing love,",
        "7": "A righteous man walks in integrity.",
        "8": "A king who sits on the throne of judgment",
        "9": "Who can say, “I have made my heart pure.",
        "10": "Differing weights and differing measures,",
        "11": "Even a child makes himself known by his doings,",
        "12": "The hearing ear, and the seeing eye,",
        "13": "Don’t love sleep, lest you come to poverty.",
        "14": "“It’s no good, it’s no good,” says the buyer;",
        "15": "There is gold and abundance of rubies,",
        "16": "Take the garment of one who puts up collateral for a stranger;",
        "17": "Fraudulent food is sweet to a man,",
        "18": "Plans are established by advice;",
        "19": "He who goes about as a tale-bearer reveals secrets;",
        "20": "Whoever curses his father or his mother,",
        "21": "An inheritance quickly gained at the beginning",
        "22": "Don’t say, “I will pay back evil.”",
        "23": "The LORD detests differing weights,",
        "24": "A man’s steps are from the LORD;",
        "25": "It is a snare to a man to make a rash dedication,",
        "26": "A wise king winnows out the wicked,",
        "27": "The spirit of man is the LORD’s lamp,",
        "28": "Love and faithfulness keep the king safe.",
        "29": "The glory of young men is their strength.",
        "30": "Wounding blows cleanse away evil,"
    },
    "21": {
        "1": "The king’s heart is in the LORD’s hand like the watercourses.",
        "2": "Every way of a man is right in his own eyes,",
        "3": "To do righteousness and justice",
        "4": "A high look and a proud heart,",
        "5": "The plans of the diligent surely lead to profit;",
        "6": "Getting treasures by a lying tongue",
        "7": "The violence of the wicked will drive them away,",
        "8": "The way of the guilty is devious,",
        "9": "It is better to dwell in the corner of the housetop",
        "10": "The soul of the wicked desires evil;",
        "11": "When the mocker is punished, the simple gains wisdom.",
        "12": "The Righteous One considers the house of the wicked,",
        "13": "Whoever stops his ears at the cry of the poor,",
        "14": "A gift in secret pacifies anger,",
        "15": "It is joy to the righteous to do justice;",
        "16": "The man who wanders out of the way of understanding",
        "17": "He who loves pleasure will be a poor man.",
        "18": "The wicked is a ransom for the righteous,",
        "19": "It is better to dwell in a desert land,",
        "20": "There is precious treasure and oil in the dwelling of the wise,",
        "21": "He who follows after righteousness and kindness",
        "22": "A wise man scales the city of the mighty,",
        "23": "Whoever guards his mouth and his tongue",
        "24": "The proud and arrogant man—“Scoffer” is his name—",
        "25": "The desire of the sluggard kills him,",
        "26": "There are those who covet greedily all day long;",
        "27": "The sacrifice of the wicked is an abomination—",
        "28": "A false witness will perish.",
        "29": "A wicked man hardens his face;",
        "30": "There is no wisdom nor understanding",
        "31": "The horse is prepared for the day of battle;"
    },
    "22": {
        "1": "A good name is more desirable than great riches,",
        "2": "The rich and the poor have this in common:",
        "3": "A prudent man sees danger and hides himself;",
        "4": "The result of humility and the fear of the LORD",
        "5": "Thorns and snares are in the path of the wicked;",
        "6": "Train up a child in the way he should go,",
        "7": "The rich rule over the poor.",
        "8": "He who sows wickedness reaps trouble,",
        "9": "He who has a generous eye will be blessed,",
        "10": "Drive out the mocker, and strife will go out;",
        "11": "He who loves purity of heart and speaks gracefully",
        "12": "The LORD’s eyes watch over knowledge,",
        "13": "The sluggard says, “There is a lion outside!",
        "14": "The mouth of an adulteress is a deep pit.",
        "15": "Folly is bound up in the heart of a child;",
        "16": "Whoever oppresses the poor for his own increase and whoever gives to the rich,",
        "17": "Turn your ear, and listen to the words of the wise.",
        "18": "For it is a pleasant thing if you keep them within you,",
        "19": "I teach you today, even you,",
        "20": "Haven’t I written to you thirty excellent things",
        "21": "To teach you truth, reliable words,",
        "22": "Don’t exploit the poor because he is poor;",
        "23": "for the LORD will plead their case,",
        "24": "Don’t befriend a hot-tempered man.",
        "25": "lest you learn his ways",
        "26": "Don’t you be one of those who strike hands,",
        "27": "If you don’t have means to pay,",
        "28": "Don’t move the ancient boundary stone",
        "29": "Do you see a man skilled in his work?"
    },
    "23": {
        "1": "When you sit to eat with a ruler,",
        "2": "put a knife to your throat",
        "3": "Don’t be desirous of his dainties,",
        "4": "Don’t weary yourself to be rich.",
        "5": "Why do you set your eyes on that which is not?",
        "6": "Don’t eat the food of him who has a stingy eye,",
        "7": "for as he thinks about the cost, so he is.",
        "8": "You will vomit up the morsel which you have eaten",
        "9": "Don’t speak in the ears of a fool,",
        "10": "Don’t move the ancient boundary stone.",
        "11": "for their Defender is strong.",
        "12": "Apply your heart to instruction,",
        "13": "Don’t withhold correction from a child.",
        "14": "Punish him with the rod,",
        "15": "My son, if your heart is wise,",
        "16": "Yes, my heart will rejoice",
        "17": "Don’t let your heart envy sinners,",
        "18": "Indeed surely there is a future hope,",
        "19": "Listen, my son, and be wise,",
        "20": "Don’t be among ones drinking too much wine,",
        "21": "for the drunkard and the glutton shall become poor;",
        "22": "Listen to your father who gave you life,",
        "23": "Buy the truth, and don’t sell it.",
        "24": "The father of the righteous has great joy.",
        "25": "Let your father and your mother be glad!",
        "26": "My son, give me your heart;",
        "27": "For a prostitute is a deep pit;",
        "28": "Yes, she lies in wait like a robber,",
        "29": "Who has woe?",
        "30": "Those who stay long at the wine;",
        "31": "Don’t look at the wine when it is red,",
        "32": "In the end, it bites like a snake,",
        "33": "Your eyes will see strange things,",
        "34": "Yes, you will be as he who lies down in the middle of the sea,",
        "35": "“They hit me, and I was not hurt!"
    },
    "24": {
        "1": "Don’t be envious of evil men,",
        "2": "for their hearts plot violence",
        "3": "Through wisdom a house is built;",
        "4": "by knowledge the rooms are filled",
        "5": "A wise man has great power.",
        "6": "for by wise guidance you wage your war,",
        "7": "Wisdom is too high for a fool.",
        "8": "One who plots to do evil",
        "9": "The schemes of folly are sin.",
        "10": "If you falter in the time of trouble,",
        "11": "Rescue those who are being led away to death!",
        "12": "If you say, “Behold, we didn’t know this,”",
        "13": "My son, eat honey, for it is good,",
        "14": "so you shall know wisdom to be to your soul.",
        "15": "Don’t lay in wait, wicked man, against the habitation of the righteous.",
        "16": "for a righteous man falls seven times and rises up again,",
        "17": "Don’t rejoice when your enemy falls.",
        "18": "lest the LORD see it, and it displease him,",
        "19": "Don’t fret yourself because of evildoers,",
        "20": "for there will be no reward to the evil man.",
        "21": "My son, fear the LORD and the king.",
        "22": "for their calamity will rise suddenly.",
        "23": "These also are sayings of the wise:",
        "24": "He who says to the wicked, “You are righteous,”",
        "25": "but it will go well with those who convict the guilty,",
        "26": "An honest answer",
        "27": "Prepare your work outside,",
        "28": "Don’t be a witness against your neighbor without cause.",
        "29": "Don’t say, “I will do to him as he has done to me;",
        "30": "I went by the field of the sluggard,",
        "31": "Behold, it was all grown over with thorns.",
        "32": "Then I saw, and considered well.",
        "33": "a little sleep, a little slumber,",
        "34": "so your poverty will come as a robber"
    },
    "25": {
        "1": "These also are proverbs of Solomon, which the men of Hezekiah king of Judah copied out.",
        "2": "It is the glory of God to conceal a thing,",
        "3": "As the heavens for height, and the earth for depth,",
        "4": "Take away the dross from the silver,",
        "5": "Take away the wicked from the king’s presence,",
        "6": "Don’t exalt yourself in the presence of the king,",
        "7": "for it is better that it be said to you, “Come up here,”",
        "8": "Don’t be hasty in bringing charges to court.",
        "9": "Debate your case with your neighbor,",
        "10": "lest one who hears it put you to shame,",
        "11": "A word fitly spoken",
        "12": "As an earring of gold, and an ornament of fine gold,",
        "13": "As the cold of snow in the time of harvest,",
        "14": "As clouds and wind without rain,",
        "15": "By patience a ruler is persuaded.",
        "16": "Have you found honey?",
        "17": "Let your foot be seldom in your neighbor’s house,",
        "18": "A man who gives false testimony against his neighbor",
        "19": "Confidence in someone unfaithful in time of trouble",
        "20": "As one who takes away a garment in cold weather,",
        "21": "If your enemy is hungry, give him food to eat.",
        "22": "for you will heap coals of fire on his head,",
        "23": "The north wind produces rain;",
        "24": "It is better to dwell in the corner of the housetop",
        "25": "Like cold water to a thirsty soul,",
        "26": "Like a muddied spring and a polluted well,",
        "27": "It is not good to eat much honey,",
        "28": "Like a city that is broken down and without walls"
    },
    "26": {
        "1": "Like snow in summer, and as rain in harvest,",
        "2": "Like a fluttering sparrow,",
        "3": "A whip is for the horse,",
        "4": "Don’t answer a fool according to his folly,",
        "5": "Answer a fool according to his folly,",
        "6": "One who sends a message by the hand of a fool",
        "7": "Like the legs of the lame that hang loose,",
        "8": "As one who binds a stone in a sling,",
        "9": "Like a thorn bush that goes into the hand of a drunkard,",
        "10": "As an archer who wounds all,",
        "11": "As a dog that returns to his vomit,",
        "12": "Do you see a man wise in his own eyes?",
        "13": "The sluggard says, “There is a lion in the road!",
        "14": "As the door turns on its hinges,",
        "15": "The sluggard buries his hand in the dish.",
        "16": "The sluggard is wiser in his own eyes",
        "17": "Like one who grabs a dog’s ears",
        "18": "Like a madman who shoots torches, arrows, and death,",
        "19": "is the man who deceives his neighbor and says, “Am I not joking?”",
        "20": "For lack of wood a fire goes out.",
        "21": "As coals are to hot embers,",
        "22": "The words of a whisperer are as dainty morsels,",
        "23": "Like silver dross on an earthen vessel",
        "24": "A malicious man disguises himself with his lips,",
        "25": "When his speech is charming, don’t believe him,",
        "26": "His malice may be concealed by deception,",
        "27": "Whoever digs a pit shall fall into it.",
        "28": "A lying tongue hates those it hurts;"
    },
    "27": {
        "1": "Don’t boast about tomorrow;",
        "2": "Let another man praise you,",
        "3": "A stone is heavy,",
        "4": "Wrath is cruel,",
        "5": "Better is open rebuke",
        "6": "The wounds of a friend are faithful,",
        "7": "A full soul loathes a honeycomb;",
        "8": "As a bird that wanders from her nest,",
        "9": "Perfume and incense bring joy to the heart;",
        "10": "Don’t forsake your friend and your father’s friend.",
        "11": "Be wise, my son,",
        "12": "A prudent man sees danger and takes refuge;",
        "13": "Take his garment when he puts up collateral for a stranger.",
        "14": "He who blesses his neighbor with a loud voice early in the morning,",
        "15": "A continual dropping on a rainy day",
        "16": "restraining her is like restraining the wind,",
        "17": "Iron sharpens iron;",
        "18": "Whoever tends the fig tree shall eat its fruit.",
        "19": "Like water reflects a face,",
        "20": "Sheol and Abaddon are never satisfied;",
        "21": "The crucible is for silver,",
        "22": "Though you grind a fool in a mortar with a pestle along with grain,",
        "23": "Know well the state of your flocks,",
        "24": "for riches are not forever,",
        "25": "The hay is removed, and the new growth appears,",
        "26": "The lambs are for your clothing,",
        "27": "There will be plenty of goats’ milk for your food,"
    },
    "28": {
        "1": "The wicked flee when no one pursues;",
        "2": "In rebellion, a land has many rulers,",
        "3": "A needy man who oppresses the poor",
        "4": "Those who forsake the law praise the wicked;",
        "5": "Evil men don’t understand justice;",
        "6": "Better is the poor who walks in his integrity",
        "7": "Whoever keeps the law is a wise son;",
        "8": "He who increases his wealth by excessive interest",
        "9": "He who turns away his ear from hearing the law,",
        "10": "Whoever causes the upright to go astray in an evil way,",
        "11": "The rich man is wise in his own eyes;",
        "12": "When the righteous triumph, there is great glory;",
        "13": "He who conceals his sins doesn’t prosper,",
        "14": "Blessed is the man who always fears;",
        "15": "As a roaring lion or a charging bear,",
        "16": "A tyrannical ruler lacks judgment.",
        "17": "A man who is tormented by blood guilt will be a fugitive until death.",
        "18": "Whoever walks blamelessly is kept safe;",
        "19": "One who works his land will have an abundance of food;",
        "20": "A faithful man is rich with blessings;",
        "21": "To show partiality is not good,",
        "22": "A stingy man hurries after riches,",
        "23": "One who rebukes a man will afterward find more favor",
        "24": "Whoever robs his father or his mother and says, “It’s not wrong,”",
        "25": "One who is greedy stirs up strife;",
        "26": "One who trusts in himself is a fool;",
        "27": "One who gives to the poor has no lack;",
        "28": "When the wicked rise, men hide themselves;"
    },
    "29": {
        "1": "He who is often rebuked and stiffens his neck",
        "2": "When the righteous thrive, the people rejoice;",
        "3": "Whoever loves wisdom brings joy to his father;",
        "4": "The king by justice makes the land stable,",
        "5": "A man who flatters his neighbor",
        "6": "An evil man is snared by his sin,",
        "7": "The righteous care about justice for the poor.",
        "8": "Mockers stir up a city,",
        "9": "If a wise man goes to court with a foolish man,",
        "10": "The bloodthirsty hate a man of integrity;",
        "11": "A fool vents all of his anger,",
        "12": "If a ruler listens to lies,",
        "13": "The poor man and the oppressor have this in common:",
        "14": "The king who fairly judges the poor,",
        "15": "The rod of correction gives wisdom,",
        "16": "When the wicked increase, sin increases;",
        "17": "Correct your son, and he will give you peace;",
        "18": "Where there is no revelation, the people cast off restraint;",
        "19": "A servant can’t be corrected by words.",
        "20": "Do you see a man who is hasty in his words?",
        "21": "He who pampers his servant from youth",
        "22": "An angry man stirs up strife,",
        "23": "A man’s pride brings him low,",
        "24": "Whoever is an accomplice of a thief is an enemy of his own soul.",
        "25": "The fear of man proves to be a snare,",
        "26": "Many seek the ruler’s favor,",
        "27": "A dishonest man detests the righteous,"
    },
    "30": {
        "1": "The words of Agur the son of Jakeh, the revelation:",
        "2": "“Surely I am the most ignorant man,",
        "3": "I have not learned wisdom,",
        "4": "Who has ascended up into heaven, and descended?",
        "5": "“Every word of God is flawless.",
        "6": "Don’t you add to his words,",
        "7": "“Two things I have asked of you.",
        "8": "Remove far from me falsehood and lies.",
        "9": "lest I be full, deny you, and say, ‘Who is the LORD?’",
        "10": "“Don’t slander a servant to his master,",
        "11": "There is a generation that curses their father,",
        "12": "There is a generation that is pure in their own eyes,",
        "13": "There is a generation, oh how lofty are their eyes!",
        "14": "There is a generation whose teeth are like swords,",
        "15": "“The leech has two daughters:",
        "16": "Sheol,",
        "17": "“The eye that mocks at his father,",
        "18": "“There are three things which are too amazing for me,",
        "19": "The way of an eagle in the air,",
        "20": "“So is the way of an adulterous woman:",
        "21": "“For three things the earth trembles,",
        "22": "For a servant when he is king,",
        "23": "for an unloved woman when she is married,",
        "24": "“There are four things which are little on the earth,",
        "25": "The ants are not a strong people,",
        "26": "The hyraxes are but a feeble folk,",
        "27": "The locusts have no king,",
        "28": "You can catch a lizard with your hands,",
        "29": "“There are three things which are stately in their march,",
        "30": "The lion, which is mightiest among animals,",
        "31": "the greyhound;",
        "32": "“If you have done foolishly in lifting up yourself,",
        "33": "For as the churning of milk produces butter,"
    },
    "31": {
        "1": "The words of King Lemuel—the revelation which his mother taught him:",
        "2": "“Oh, my son!",
        "3": "Don’t give your strength to women,",
        "4": "It is not for kings, Lemuel,",
        "5": "lest they drink, and forget the law,",
        "6": "Give strong drink to him who is ready to perish,",
        "7": "Let him drink, and forget his poverty,",
        "8": "Open your mouth for the mute,",
        "9": "Open your mouth, judge righteously,",
        "10": "Who can find a worthy woman?",
        "11": "The heart of her husband trusts in her.",
        "12": "She does him good, and not harm,",
        "13": "She seeks wool and flax,",
        "14": "She is like the merchant ships.",
        "15": "She rises also while it is yet night,",
        "16": "She considers a field, and buys it.",
        "17": "She arms her waist with strength,",
        "18": "She perceives that her merchandise is profitable.",
        "19": "She lays her hands to the distaff,",
        "20": "She opens her arms to the poor;",
        "21": "She is not afraid of the snow for her household,",
        "22": "She makes for herself carpets of tapestry.",
        "23": "Her husband is respected in the gates,",
        "24": "She makes linen garments and sells them,",
        "25": "Strength and dignity are her clothing.",
        "26": "She opens her mouth with wisdom.",
        "27": "She looks well to the ways of her household,",
        "28": "Her children rise up and call her blessed.",
        "29": "“Many women do noble things,",
        "30": "Charm is deceitful, and beauty is vain;",
        "31": "Give her of the fruit of her hands!"
    }
}